[{"ID":"1","Name":"Assamite","IsUgly":"0","ClanDiscID1":"3","ClanDiscID2":"9","ClanDiscID3":"14","ClanDiscID4":null,"WeaknessShort":"Cannot drink Kindred Blood<br>One level of lethal damage per blood point imbibed","WeaknessLong":"Due to the Tremere blood-curse, should an Assamite consume the blood of another Kindred, she suffers one automatic level of unsoakable lethal damage per blood point imbibed. Diablerie attempts result in automatic aggravated damage, one health level per point of permanent Willpower the victim possesses; the would-be diablerist gains no benefits (including Generation reduction) if he survives the process. In addition, Assamites must tithe some of the profits from their contracts to their sires or superiors (generally around 10 percent of all such earnings).","Descr":"<p>The childer of Haqim, known as Assamites to the rest of the Kindred, are a silent knife in the dark, an order of bloodthirsty assassins who participate in the secret wars of the undead by operating as killers for hire. Outside the purview of the Sects, the Assamites are true independents and mercenaries, hiring out to whoever can pay their blood-price and ungoverned by the will of Prince or Priscus. By the time a mark realizes that he’s being hunted by an Assamite, it’s often far too late. Needless to say, this makes the Assamites both feared and reviled by many of the other Clans.<\/p><p>In truth, the Assamites are more than simple thugs and killers. Theirs is a complex but insular Clan predicated upon the three principles of wisdom, sorcery, and diablerie. Most Assamites that other vampires encounter are members of the warrior caste, however, so Kindred society has painted them all with that brush. For their part, the Assassins have done nothing to stop this misunderstanding. If it helps them acquire contracts and it occludes the true nature of their Clan, the better for them.<\/p><p>Long ago, the Assamites were brought to heel by a powerful curse to curb their bloodlust, levied by the Tremere at the behest of the Camarilla. They cannot taste the vitae of vampires without it causing them harm. In their ongoing quest to lower their Generation and bring themselves closer to their holy figure, Haqim (whom some outside scholars claim was of the Second Generation, while others insist he was a judge appointed by the other Antediluvians), the Assamites must refine the blood of Kindred into an alchemical solution. Were it not for this mystical yoke, the Assamites would surely be unchecked on a crusade of unholy diablerie.<p><p><b>Nickname:<\/b> Assassins<\/p><p><b>Sect:<\/b> For the most part, the Assamites tend to be independent, letting the Sects hire them to operate on their own terms. That said, some Assamites believe an allegiance with the Camarilla or the Sabbat would allow the entire Clan to stand more strongly.<\/p><p><b>Appearance<\/b>: Older Assamites often come from Middle Eastern and North African cultures, though more and more young Assamites come from a wider demographic. In traditional environments, the Assamites prefer garb appropriate to religious or Clan custom. When in public, however, Assamites wear whatever the locals do, allowing them to fulfill their contracts without anyone noticing anything amiss. An Assamite’s skin grows darker with age (as opposed to other vampires, whose skin gets paler); particularly ancient Assamites are almost ebony in complexion.<\/p><p><b>Haven:<\/b> Assamites often share communal havens with others of their local cell, remote structures that allow the Assassins to watch the larger domain from a distance. These havens are generally well appointed, but not so lavish that the whole place can’t be moved on short notice. Individual Assamites also tend to keep personal hideouts of a much more humble nature, for when they need a place to lay low.<\/p><p><b>Background:<\/b> Those Embraced into Clan Assamite tend to fall into two distinct types: The “provincial” members of the Clan fit whatever their locality is, and can blend seamlessly in with the people around them. The higher-profile “jet-setters” transcend cultures, bolstered by their ability to handle interpersonal and intellectual challenges.<\/p><p><b>Character Creation:<\/b> Physical Attributes tend to be primary, with some Assamites favoring Social Attributes to help them get close to their prey. Talents and Skills are equally favored, but Knowledges may help the wise Assamite in a pinch. Few Assassins cultivate extensive Backgrounds, and instead specialize in an array of Disciplines that heighten their competence. The most accomplished Assamites follow the Clan’s unique Path of Enlightenment, and those who don’t often have to spend a great deal of effort maintaining their Virtues and Humanity.<\/p><p><b>Clan Disciplines:<\/b> Celerity, Obfuscate, Quietus<\/p><p><b>Weaknesses:<\/b> Due to the Tremere blood-curse, should an Assamite consume the blood of another Kindred, she suffers one automatic level of unsoakable lethal damage per blood point imbibed. Diablerie attempts result in automatic aggravated damage, one health level per point of permanent Willpower the victim possesses; the would-be diablerist gains no benefits (including Generation reduction) if he survives the process. In addition, Assamites must tithe some of the profits from their contracts to their sires or superiors (generally around 10 percent of all such earnings).<\/p><p><b>Organization:<\/b> An insular, hierarchical organization shapes much of Assamite custom. “The Old Man on the Mountain” — the master assassin who makes his haven in the mountain fortress of Alamut — is the ultimate authority, and the Clan heeds the orders that trickle down to them with a mix of reverence and terror. Individual and local cells of Assamites known as falaqi frequently have license to act with autonomy, but “turncoats” against the higher cause are rare.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Brujah:<\/b> <i>Where they are blatant, we are subtle. And that is why they are a broken Clan and we are ascendant.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Humility before God is itself divine, but certainly not humility before their unclean god.<\/i><\/p><p><b>Gangrel:<\/b> <i>When the blade bites deeply, they die as readily as all other Kindred.<\/i><\/p><p><b>Giovanni:<\/b> <i>They value their independence as we do, but they squander it in unholy debauchery.<\/i><\/p><p><b>Lasombra:<\/b> <i>For all their posturing, they are quick to pay our fees and hire our knives.<\/i><\/p><p><b>Malkavian:<\/b> <i>In the parable of the scorpion and the frog, they play the roles of both doomed creatures.<\/i><\/p><p><b>Nosferatu:<\/b> <i>But for their desperation to be included among the society that shuns them, they would make puissant rafiq.<\/i><\/p><p><b>Ravnos:<\/b> <i>Make yourself known to them and they will acknowledge their place.<\/i><\/p><p><b>Toreador:<\/b> <i>We kill to honor our God. They kill to avenge a wittier remark.<\/i><\/p><p><b>Tremere:<\/b> <i>Possessing the power of Solomon makes them none the wiser for it, and vengeance will be ours.<\/i><\/p><p><b>Tzimisce:<\/b> <i>They bear old grudges against us; meet them with a wary eye.<\/i><\/p><p><b>Ventrue:<\/b> <i>Vultures picking at the corpse of a long-gone nobility.<\/i><\/p><p><b>Caitiff:<\/b> <i>Every culture must have its Judas goat.<\/i><\/p><p><b>Camarilla:<\/b> <i>A tower built in Babel by Icarus.<\/i><\/p><p><b>Sabbat:<\/b> <i>They profane what is holy and pretend it is an eminent glory.<\/i><\/p><p><b>Anarchs:<\/b> <i>The wisest of the tribes — because they know when to admit they don’t know.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Your blood is anathema to me, but the act of spilling it brings me closer to Haqim.<\/i><\/p>"}, {"ID":"2","Name":"Brujah","IsUgly":"0","ClanDiscID1":"3","ClanDiscID2":"11","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"+2 difficulty to resist Frenzy","WeaknessLong":"The same passions that inspire Brujah to greatness or depravity, left unchecked, can send them into incandescent rages: The difficulties of rolls to resist or guide frenzy (p. 298) are two higher than normal. Additionally, a Brujah may never spend Willpower to avoid frenzy, though he may spend a point of Willpower to end a frenzy that has already begun.","Descr":"<p>The legacy of the Brujah is one of halcyon greatness marred by their own fiery natures. Theirs was the glory of ancient Carthage, but Ventrue treachery in ancient Rome brought the dream to an end. Since then, the Brujah have borne a grudge.<\/p><p>Tonight, the Brujah are rebels and provocateurs, bat-swinging hooligans and agents of change in a society long crippled by stasis. As rebels, it’s in their nature to challenge the status quo — though sometimes, without adequate opposition, they embody the status quo themselves. It works out fine, because there’s always a hot-blooded Brujah waiting in the wings to bring down an uppity Clanmate grown too comfortable in the role of rebel-turned-dictator.<\/p><p>More so than any other Clan, the Brujah still feel the flames of the passions that once inspired them as mortals. Clan Brujah loves a cause and is quick to act on a stirring speech, accusation of injustice, or a call to arms. This connection to passion can be a blessing, but inspiration can also yield to the madness and hunger of the Beast.<\/p><p>No wise Prince turns his back on the Brujah, and rare is the Brujah who would allow herself to be manipulated or pandered to. A Brujah is her own master, first and foremost, and those who would bring her to heel face a terrible task. A Brujah who thinks she’s getting the short end of the stick will tear an enemy to ribbons first and maybe remember to ask questions later, no matter if he’s a Primogen or a mortal authority.<\/p><p>Some Kindred historians claim that the Brujah have parlayed their ancient betrayal into a role as agitators against the very order that they help support. Others claim the Brujah have long since submitted to the will of that same order, being little more than loyal opposition rendered impotent. Most Brujah don’t care either way, as long as someone needs a good ass-kicking and they can be the ones to deliver it.<\/p><p><b>Nickname:<\/b> Rabble<\/p><p><b>Sect:<\/b> For all its rebellion, Clan Brujah generally considers itself a member of the Camarilla. Young Rabble sometimes look to the wildness of the Sabbat, but elders assert that the Ivory Tower provides a fine structure against which to rage.<\/p><p><b>Appearance:<\/b> Many Brujah affect styles and mannerisms that reflect an attitude of rebellion. Multicolored hair, shaven heads, spikes, rivets, fetish gear, and t-shirts with bold slogans might appeal to a Brujah. While not every Brujah wears the “uniform,” the Rabble often enjoy adorning themselves in outfits intended to provoke. Some young Brujah prefer mobile devices as their tools of resistance, and can summon a riot at the touch of a screen.<\/p><p><b>Haven:<\/b> Brujah may feel kinship to a city, but they rarely develop such ties to individual locations. Thus, at any given time, a Brujah probably has a half-dozen or more hideouts, safehouses, and flats available. These are often shabby and ill-kept until the Brujah needs them. Brujah havens might also have mortals who follow the Brujah’s ideology or his cult of personality. This works out fine: It never hurts to have a spare vessel in an emergency.<\/p><p><b>Background:<\/b> As creatures of passion, Brujah often Embrace without really thinking much about it, and their childer tend to be a disparate lot. Sometimes, the Rabble Embrace those who share a similar outlook or enthusiasm for a cause as the prospective sire. Other times, they inflict the Embrace on those of opposite ideology, cursing a rival with vampirism as punishment.<\/p><p><b>Character Creation:<\/b> Brujah are usually — though not exclusively — drawn from mortals with violent or ungovernable personalities. Their Natures and Demeanors are often similar, as Brujah have little use for guile. They lean toward physical Attributes, with Social and Mental about equal afterwards. Many favor Skills and Talents, but most respect the Knowledges that make them more than just thugs. Contacts, Allies, and Herd are common Backgrounds.<\/p><p><b>Clan Disciplines:<\/b> Celerity, Potence, Presence<\/p><p><b>Weaknesses:<\/b> The same passions that inspire Brujah to greatness or depravity, left unchecked, can send them into incandescent rages: The difficulties of rolls to resist or guide frenzy (p. 298) are two higher than normal. Additionally, a Brujah may never spend Willpower to avoid frenzy, though he may spend a point of Willpower to end a frenzy that has already begun.<\/p><p><b>Organization:<\/b> Certain causes rise and fall in Brujah fashion, but some of the more tenured are those who call themselves Idealists and Iconoclasts. Iconoclasts want to tear it all down, while Idealists enjoy solving problems through theory. This last harkens somewhat to the classical roots of the Brujah as philosopher-kings, and most Idealists are among the ranks of Brujah ancillae and elders.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Fast, invisible, fanatical, and they want to drink my fucking blood? Sounds like a good case for doing unto others.<\/i><\/p><p><b>Followers of Set:<\/b> <i>The apple doesn’t fall far from the tree, and the tree should have been chopped down long ago.<\/i><\/p><p><b>Gangrel:<\/b> <i>Much respect, so long as we agree it’s mutual.<\/i><\/p><p><b>Giovanni:<\/b> <i>If you have to deal with one of these nasty dagos, you’ve already lost.<\/i><\/p><p><b>Lasombra:<\/b> <i>No habla Ventrue with a different hat on.<\/i><\/p><p><b>Malkavian:<\/b> <i>Trust one? No. Find some common ground with one? Maybe.<\/i><\/p><p><b>Nosferatu:<\/b> <i>It’s better to have one telling you shit about someone else than the other way around, so be cool.<\/i><\/p><p><b>Ravnos:<\/b> <i>I’ll bet I can throw one further than you can.<\/i><\/p><p><b>Toreador:<\/b> <i>If you can catch one, see if he’ll blow you. They might as well be good for something.<\/i><\/p><p><b>Tremere:<\/b> <i>If one of these witches starts looking at you weird, you’d better hope you can get close to him before your blood catches on fire.<\/i><\/p><p><b>Tzimisce:<\/b> <i>Nasty old bats with claws where their junk used to be. But at least they’re usually honest.<\/i><\/p><p><b>Ventrue:<\/b> <i>Boot, meet face.<\/i><\/p><p><b>Caitiff:<\/b> <i>Teach them something and maybe they’ll return the favor.<\/i><\/p><p><b>Camarilla:<\/b> <i>It mostly works when we punch it into heading the right direction.<\/i><\/p><p><b>Sabbat:<\/b> <i>Giving your soul to the devil makes you a servant, you choads.<\/i><\/p><p><b>Anarchs:<\/b> <i>Get on the bus and let’s tear this Prince a new asshole together.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I’ll give you a head start. You’re the tortoise and I’m the hare — a pissed-off, fuck-the-world hare with a score to settle and a thirst like the devil’s own.<\/i><\/p>"}, {"ID":"3","Name":"Followers of Set","IsUgly":"0","ClanDiscID1":"9","ClanDiscID2":"12","ClanDiscID3":"15","ClanDiscID4":null,"WeaknessShort":"Light Sensitive. +2 damage from Sunlight<br>-1 from dice pools in bright light","WeaknessLong":"Given their origins in darkness, the Serpents react negatively to bright light: Add two health levels to damage caused by exposure to sunlight. Setites also lose one die from dice pools for actions taken in bright light (police spotlights, stage lights, flares, etc.).","Descr":"<p>Addiction, debasement, corruption, and desperation strike fear into many Kindred who worry that theirs will become an unlife of ruin, but to the Followers of Set, these and more are the tools of the trade. Pimps, pushers, and priests, the Setites cater to the needs of the desperate, and convert them to a nihilistic cause in doing so. Whether one needs flesh, money, drugs, or dark secrets, the Followers of Set can provide it, and when they do so, they all but guarantee themselves a return visit from those who seek them.<\/p><p>The Followers of Set are as much a chthonic religion as they are a Clan, though the faith includes the Clan. Its mythology is complex and convoluted, an impenetrable pantheon of god-monsters. At the apex of this worship stands a syncretism of the Egyptian Lord of the Underworld Set and the Greek hydra Typhon, as much spiritual guardians of secret places as they are the “liberators” of other’s souls. To outsiders, this is all blasphemous religious affectation, but to devout Setites, the cult and cause are real, and their dark lord works his will through them.<\/p><p>Needless to say, the politics of desperation and the placation of evil gods place the Serpents on the outside of Kindred society. The Setites are fine with this. The Kindred can often find themselves in need of what the Followers of Set purvey, and the extra “service” of secrecy is one the Setites are happy to provide — at a premium. The Setites offer a devil’s deal, but on their own terms. That way, when they collect their due and feed blood and souls into the maw of the Typhonic beast, all of its sacrifices have been given willingly.<\/p><p><b>Nickname:<\/b> Setites, Serpents<\/p><p><b>Sect:<\/b> Externally, none of the Sects will have the Followers of Set. Internally, the Setites sometimes describe themselves in terms of both Sect and Clan. They have no real impetus to join either the Camarilla or Sabbat, and their goals are different from those of the Anarchs.<\/p><p><b>Appearance:<\/b> Many older Setites hail from the North African and Mediterranean ethnicities native to the Serpents’ historical territory, but they freely Embrace from among the mortals of their adopted homes. Some long-standing Setite temples are tied to locations where “Egyptian” Serpents might seem out of place, but where some aspect of serpent mythology is present, as in Mesoamerica or even far-flung Nordic locales, and thus draw their membership from local populations. Red hair is considered a mark of Set’s favor.<\/p><p><b>Haven:<\/b> Where their hidden temples stand, the Setites make their havens, either individually or communally. These may be anything from “churches” with never-before-heard-of denominations or they may be outright cults that have to hide their existences. The secretive Serpents sometimes hide individual havens in places where other Kindred don’t often go, such as insular ethnic neighborhoods, abandoned domains, “the rough part of town,” and so forth. Some Setites also haven in secret mystical places that have value to the Clan, guarding them from outsiders.<\/p><p><b>Background:<\/b> Prospective childer for the Followers of Set often spend some time involved with a Setite cult, so they’re indoctrinated in the mysteries of the Clan before becoming one of its Kindred. They may come from any cultural origin, though many are outsiders, loners, or otherwise marginalized by society, which is often what led them to the forbidden fruits offered by the cult of Set in the first place.<\/p><p><b>Character Creation:<\/b> Sires choose those who demonstrate acumen in Social and Mental Attributes, as the Clan needs its proselytizers and its priests to be charismatic and quick-witted. Knowledges are almost always primary, though Talents may be so instead, especially among those Serpents engaged in dealings with others. Setites focus on Backgrounds that give influence over others whether subtly or overtly, making Allies, Contacts, Influence, Resources, and sometimes Retainers popular.<\/p><p><b>Clan Disciplines:<\/b> Obfuscate, Presence, Serpentis<\/p><p><b>Weaknesses:<\/b> Given their origins in darkness, the Serpents react negatively to bright light: Add two health levels to damage caused by exposure to sunlight. Setites also lose one die from dice pools for actions taken in bright light (police spotlights, stage lights, flares, etc.).<\/p><p><b>Organization:<\/b> Setite organization is mostly local, with a single temple or network of cults representing a city’s Serpent presence. Setites in the cities rarely scheme among each other, preferring to face outward threats in unity rather than the schismatic self-interest of the Sects. Whispers persist of a massive temple devoted to Set located somewhere in Africa, with a terrible Methuselah who claims to be the childe of Set himself at the head. If this is true, then the Clan’s higher agenda probably originates here, but the Setites themselves remain silent on the topic.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>They aren’t so different from us, and it scares the hell out of them.<\/i><\/p><p><b>Brujah:<\/b> <i>We could have saved their precious Carthage, but in their pride, they chose an eternity of ridicule and failure.<\/i><\/p><p><b>Gangrel:<\/b> <i>Don’t mistake their sullenness for noble savagery. They have vices, just like anyone else.<\/i><\/p><p><b>Giovanni:<\/b> <i>They distract themselves with methods and neglect their goals.<\/i><\/p><p><b>Lasombra:<\/b> <i>Behind many successful Lasombra is a debt to the temple.<\/i><\/p><p><b>Malkavian:<\/b> <i>They make excellent allies because no one pays attention to them, and by the time they’re due their share, all they can do is gibber.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Forge a relationship or you’ll find yourself dragged before a Prince or Archbishop with them as witnesses.<\/i><\/p><p><b>Ravnos:<\/b> <i>Sorry, I don’t take credit. From you.<\/i><\/p><p><b>Toreador:<\/b> <i>Cha-ching.<\/i><\/p><p><b>Tremere:<\/b> <i>One in a hundred realizes what we might do together. The rest are up their own asses.<\/i><\/p><p><b>Tzimisce:<\/b> <i>The Dragon is not the only Serpent among the Damned.<\/i><\/p><p><b>Ventrue:<\/b> <i>Let them hate us publicly, so long as they keep buying.<\/i><\/p><p><b>Caitiff:<\/b> <i>How easily the trod-upon becomes a convert.<\/i><\/p><p><b>Camarilla:<\/b> <i>Hypocrisy is great for business.<\/i><\/p><p><b>Sabbat:<\/b> <i>Take one step forward, two steps back, set self on fire, kick own ass. Preen.<\/i><\/p><p><b>Anarchs:<\/b> <i>An idealistic cult of personality that sometime succeeds in spite of itself.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I know what you need.<\/i><\/p>"}, {"ID":"4","Name":"Gangrel","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"7","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Gain temporary animal characteristics<br>with each Frenzy","WeaknessLong":"Every time a Gangrel frenzies, she acquires a temporary animal characteristic (which may replace an existing temporary one). A patch of fur, a brief torpor after feeding, or skittishness around crowds - all of these may mar an Outlander after frenzy. Characteristics acquired in Gangrel frenzies need not only be physical - they can be behavioral as well. Players should work with the Storyteller to determine what new animal trait is acquired (whether the frenzy involved the fight-or-flight impulse may be relevant). Over time, or in an exceptional situation, a particular animal feature may become permanent, with the next frenzy adding a new feature. A good guideline is to require each frenzy-gained trait to have some effect grounded in system terms (such as the temporary reduction of Social Attribute dots or a permanent loss of Humanity), though some Storytellers may allow narrative-only traits that can shape the story.","Descr":"<p>A glint of red eyes in the darkness, the scent of a predator’s musk, a flash of fangs, the sound of flesh tearing: These mark the presence of the Gangrel. More than any other Clan, the Gangrel resemble the beasts associated with the legends of vampires: bats, wolves, and other creatures of darkness. Indeed, the Outlanders may develop the ability to transform themselves into these and other, more primal forms.<\/p><p>The Gangrel have other characteristics in common with animals as well. Many shun the elaborate social constructs of both Kindred and kine. A number of them prefer to move alone or as a member of small packs or coteries. Most are tough and, when pressed, ferocious. And when Gangrel succumb to the depredations of the Beast, they are left with some feature redolent of the animal kingdom.<\/p><p>As a Clan, the Gangrel are wary and aloof. Most would prefer to spend their nights stalking prey or wilding on the rooftops than minding Princely edicts or lobbying for recognition of domain. Theirs is a tense relationship with vampire society, and Outlanders are among the most frequent to turn Anarch or Autarkis. In some localities, the Gangrel have collectively abandoned membership in any Sect — insofar as the Gangrel truly ever do anything collectively.<\/p><p>The Jyhad seems less pronounced among the Gangrel than it is among other Clans, and the Outlanders have little regard for the eternal conflict. Differences between Gangrel more often fall along the lines of domain and feeding rights than they do on generational mistrust, and the things that concern young Outlanders are matters that concern Gangrel ancillae and even elders. Still, one would be hard-pressed to consider the relationship among Gangrel of different generations amicable, except in isolated sire-childe situations. The Beast is ever suspicious of those who would take sustenance from it.<\/p><p><b>Nickname:<\/b> Outlanders<\/p><p><b>Sect:<\/b> The Gangrel at least nominally belong to the Camarilla, but the Clan has always had a vocal faction that spurns membership in any Sect. They claim that political games and social structures do nothing for the primal Gangrel.<\/p><p><b>Appearance:<\/b> Personal presentation is often not high on the list of many Gangrel priorities, and a Gangrel’s appearance is often more a matter of circumstance than it is of active decision. The Clan’s weakness can contribute a great deal to their appearance, as does an extended unlife in the places where they make their havens, which are frequently short of modern conveniences.<\/p><p><b>Haven:<\/b> Gangrel often lair where they can, taking refuge when the sun threatens to rise. Those who do maintain permanent havens often lean toward the utilitarian: Everything from a cave to a covered alley to an illegal squat may serve as a Gangrel haven, usually with little demarcating them as any sort of personal territory (until it’s too late for the unfortunate interloper).<\/p><p><b>Background:<\/b> Gangrel sire childer like they seek prey: after long hunts during which the prospective childe doesn’t even know she’s being followed. Creating a fledgling means sharing limited resources, so each sire-childe relationship is unique and significant. Outlanders Embrace because they choose an individual, not out of whim or recklessness. Those who earn their attention are hardy, whether physically or emotionally.<\/p><p><b>Character Creation:<\/b> Sufficiency is the Gangrel hallmark, and many have outsider or loner personality archetypes. Physical Attributes are far and away most frequent, as are Talents with a smattering of Skills and Knowledges. Many Gangrel focus on Disciplines rather than Backgrounds, preferring to rely on themselves more than others. Gangrel almost never have significant Resources, Influence, or Retainers.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Fortitude, Protean<\/p><p><b>Weaknesses:<\/b> Every time a Gangrel frenzies, she acquires a temporary animal characteristic (which may replace an existing temporary one). A patch of fur, a brief torpor after feeding, or skittishness around crowds — all of these may mar an Outlander after frenzy. Characteristics acquired in Gangrel frenzies need not only be physical – they can be behavioral as well. Players should work with the Storyteller to determine what new animal trait is acquired (whether the frenzy involved the fight-or-flight impulse may be relevant). Over time, or in an exceptional situation, a particular animal feature may become permanent, with the next frenzy adding a new feature. A good guideline is to require each frenzy-gained trait to have some effect grounded in system terms (such as the temporary reduction of Social Attribute dots or a permanent loss of Humanity), though some Storytellers may allow narrative-only traits that can shape the story.<\/p><p><b>Organization:<\/b> Regional groups of Gangrel occasionally assemble in convocations that draw from ethnic or cultural influences. These are informal affairs, geared more toward sharing information and revelry than advancing any cogent agenda. Aside from these infrequent gatherings, almost all Gangrel organization is very local where it exists at all, from pairs of sire-and-childe through terrifying packs centered around one accomplished Outlander.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Pull off the fucking head and the body will die.<\/i><\/p><p><b>Brujah:<\/b> <i>I wouldn’t call what we have “trust.” More of an understanding that we have a common enemy.<\/i><\/p><p><b>Followers of Set:<\/b> <i>If it smells like carrion, I don’t want any part of it.<\/i><\/p><p><b>Giovanni:<\/b> <i>I try to make it a habit not to keep talking to things once I’ve killed them.<\/i><\/p><p><b>Lasombra:<\/b> <i>I’m not afraid of the dark, so you’d better have something else underneath that cape.<\/i><\/p><p><b>Malkavian:<\/b> <i>Ten gallons of bullshit in a one-gallon jug.<\/i><\/p><p><b>Nosferatu:<\/b> <i>When they get nervous, get the fuck out of there.<\/i><\/p><p><b>Ravnos:<\/b> <i>If she starts calling you her brother, pop your claws and make your point. It’s the only way she’ll learn.<\/i><\/p><p><b>Toreador:<\/b> <i>Assume that they want something from you when they lower themselves to your level.<\/i><\/p><p><b>Tremere:<\/b> <i>Fight or flight with the grayfaces. Choose carefully.<\/i><\/p><p><b>Tzimisce:<\/b> <i>When I see a carcass eaten through with worms, I’m smart enough to know it’s rotten.<\/i><\/p><p><b>Ventrue:<\/b> <i>If you like answering to a master, you can do worse... but not much.<\/i><\/p><p><b>Caitiff:<\/b> <i>Unless they pull their weight, who needs another mouth to feed?<\/i><\/p><p><b>Camarilla:<\/b> <i>Any port in a storm, I guess.<\/i><\/p><p><b>Sabbat:<\/b> <i>Self-righteous evangelical garbage.<\/i><\/p><p><b>Anarchs:<\/b> <i>Almost. They almost get it.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>This is not a place for you, and it is too late to turn back. Run, little man.<\/i><\/p>"}, {"ID":"5","Name":"Giovanni","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"8","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"The Kiss causes pain instead of pleasure<br>Bite inflicts double damage","WeaknessLong":"The Kiss of a Giovanni vampire causes excruciating pain in mortal vessels who receive it. If the Giovanni isn’t careful, her vessel may die of shock and agony before being wholly exsanguinated. When a Giovanni feeds upon a mortal, she does twice as much damage as the Kiss of another vampire would inflict. For example, if a Giovanni takes one point of blood from a mortal vessel, that victim would suffer two health levels of damage. As a result, they tend to use blood banks and other means of feeding that don’t fight as much.","Descr":"<p>Achieving prominence during the Venetian Renaissance, the Giovanni family built their fortune on the rise of the middle class and the ready profit of banking and Mediterranean trade (and the criminal enterprise that came with it). However, with the family’s rise came hubris, as its paterfamilias sought ever more power, and with that hubris came horror. With his earthly power at its apex, Augustus Giovanni turned to the arts of controlling the dead, and in doing so, gained the Embrace from a forgotten Antediluvian. With a conclave of conspirators, the Giovanni plunged a now-forgotten Clan into oblivion and built their own legacy on its corpse.<\/p><p>Since those first nights, the Giovanni have accepted no limits on their ambitions, despite opposition from Kindred outside their Clan and a well-deserved reputation as “Devil Kindred.” They studied forbidden arts, becoming formidable in the nigrimancy that allowed them power over the spirits of the departed, and degeneracy followed in the wake of unclean ritual. To this night, the Giovanni are known for the insular nature of their Clan and the incestuous practices by which they populate it. A few outside families and factions fall under Giovanni auspices, but the vast majority of the Clan comes from the debased mortal family. The family remains successful despite all of their ghastly peccadilloes, and has amassed a vast wealth through crime, politics, and the secrets of the dead that keeps them in their position of degraded opulence.<\/p><p>In public view, the Giovanni make a great show of humility and respect. Part of this gentility is a habit of centuries, still in place from when the other Clans hunted the usurping Necromancers (and to preserve their hard-won neutrality from the conflict between the Camarilla and the Sabbat). Another part of it is the velvet glove hiding the iron fist of their nature, remarkable for forcing ghosts, minds, and bodies alike to bow to their needs. To hear the Giovanni tell it, Princes and Archbishops alike owe them favors, and anyone with something to offer may earn their patronage.<\/p><p>For the most part, the Giovanni participate little in the Jyhad, pursuing their own agenda of cultivating wealth and building a foundation of power in the lands beyond the veil of death. Outsiders rarely comprehend the goals of the Necromancers, but only the most trusted of the Giovanni know that the Clan wants to plunge the world into a state where the dead and the living commingle. And with their mastery of Necromancy, the Giovanni would be positioned to rule it all.<\/p><p><b>Nickname:<\/b> Necromancers<\/p><p><b>Appearance:<\/b> Outwardly, Giovanni dress with subtlety and taste. Much of the Clan comes from the original mortal family, and have not only olive Italian complexions, but some amount of inherited family features. Those outside the immediate family often appear “of a type,” and in the traditional garb of their regional family branch.<\/p><p><b>Haven:<\/b> The family wealth of the Giovanni is evident in their havens, which may take the form of villas or lavish estates. The Necromancers often have valuables invested in their havens as well, such as galleries of fine art or displays of jewelry. Many Giovanni also maintain secondary havens, where they may have elaborate necromantic crypts or just flats where they can lie low if necessary.<\/p><p><b>Background:<\/b> Giovanni of the main family branch have usually spent some amount of time as a ghoul in a practice known as the Proxy Kiss. During this time, the Kindred-to-be learns about the treacherous and jealous reality of the vampire family. She learns ambition and an unhealthy dose of duplicity, in addition to the family history and customs. Giovanni rarely see much of the outside world on their own terms during the Proxy Kiss period, and often become insular and alienated, while at the same time eager to stand out among the other family ghouls.<\/p><p><b>Character Creation:<\/b> Giovanni vampires often have outgoing, professional Demeanors that hide unpleasant Natures warped in their upbringing. Social or Mental Attributes are usually primary, though some of the “soldiers” of the family prefer Physical Attributes. Emphasis likewise usually falls on primary Knowledges or Talents, depending on proclivity. A split in the Clan sees those who favor the practicality of Backgrounds (particularly those tied to wealth and exerting influence) diverge from those who prefer the forbidden puissance of Disciplines. Few Giovanni could be described as well-rounded.<\/p><p><b>Clan Disciplines:<\/b> Dominate, Necromancy, Potence<\/p><p><b>Weaknesses:<\/b> The Kiss of a Giovanni vampire causes excruciating pain in mortal vessels who receive it. If the Giovanni isn’t careful, her vessel may die of shock and agony before being wholly exsanguinated. When a Giovanni feeds upon a mortal, she does twice as much damage as the Kiss of another vampire would inflict. For example, if a Giovanni takes one point of blood from a mortal vessel, that victim would suffer two health levels of damage. As a result, they tend to use blood banks and other means of feeding that don’t fight as much.<\/p><p><b>Organization:<\/b> Like few other Clans, the Necromancers have a top-down organization where policy is made by a (presumed) still-active Clan progenitor, Augustus. The family maintains an enormous palazzo known as the Mausoleum in Venice, where elders and fledglings alike dance to the whims of their ancient puppetmasters. Clan structure is itself familial, with the added complications that degeneracy and vampirism offer. Incest, ancestor worship, necrophilia, cults of guilt, and bizarre relationships in which fathers and grandmothers are their own issue’s childer make a mire of the Clan and family, and fracture many Giovanni long before they become Kindred.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Beware, as all the money in the world still cannot buy one passage back from the grave.<\/i><\/p><p><b>Brujah:<\/b> <i>Inexpensive allies or irascible enemies.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Dangerous relics deluded by a primitive grasp of what lies beyond the Shroud.<\/i><\/p><p><b>Gangrel:<\/b> <i>Let them have their mud and misery.<\/i><\/p><p><b>Lasombra:<\/b> <i>Like us, they stand with one foot in the temporal world and one foot in the occult.<\/i><\/p><p><b>Malkavian:<\/b> <i>Once they crumble to dust, they don’t have to suffer their madness anymore.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Dead men do tell tales, and the Sewer Rats have so many tales to tell.<\/i><\/p><p><b>Ravnos:<\/b> <i>The Kindred have forever to make of their fates what they will, and this is how they spend it?<\/i><\/p><p><b>Toreador:<\/b> <i>How tragic is the Kindred so desperately afraid of what she truly is.<\/i><\/p><p><b>Tremere:<\/b> <i>We don’t enshrine the history that made us what we are, so why do they?<\/i><\/p><p><b>Tzimisce:<\/b> <i>The worm that feasts on its own flesh must eventually starve.<\/i><\/p><p><b>Ventrue:<\/b> <i>They often forget that Machiavelli worked in the wake of the Borgias and the Medicis.<\/i><\/p><p><b>Caitiff:<\/b> <i>Without knowing their origins, what can they possibly amount to?<\/i><\/p><p><b>Camarilla and Sabbat:<\/b> <i>Let them have their endless war, for we grow rich by selling each side what it needs to continue the effort.<\/i><\/p><p><b>Anarchs:<\/b> <i>Until they build something of lasting import, they are the ugliest of the sisters.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>You misunderstand the situation if you think you’re important to me alive.<\/i><\/p>"}, {"ID":"6","Name":"Lasombra","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"10","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Cast no reflection","WeaknessLong":"Lasombra vampires cast no reflections. Whether in a mirror, in a body of water, on a polished surface, or in the rear-view of a taxicab, the image of the Keeper does not reflect.","Descr":"<p>To the mind of a Lasombra, it is better to reign in hell than to serve in heaven. Fear, frenzy, the power to determine whether another lives or dies: these are at the root of the power that the Lasombra hold dear. Whereas other vampires try vainly to hold the Beast at bay or give themselves wholly to it, the Lasombra beat the Beast into submission, invoking it when it suits them but leaving it trapped inside when they wish to govern themselves.<\/p><p>It is with these predilections that the Lasombra style themselves a “dark nobility,” an aristocracy of the night that chose the supremacy of the Cainites over veneration of the Masquerade. Their regard for such ideas as redemption and salvation are cynical at best, and much of the pomp that shaped the Clan’s pre-Sabbat outlook remains only with a sense of blackest irony or open mockery. The grandeur and rituals of the Church and aristocracy remain dear to the Lasombra, however, and the Clan was instrumental not only in establishing many of the rituals of the Sabbat, but in the institutions that keep it from descending into chaos each night.<\/p><p>Whether they see themselves as God’s instruments or as outcasts from His creation, the Lasombra believe they have a duty (whether to Sect, Clan, pack, or even just themselves), and obligation to their responsibilities gives them a wicked sense of purpose. Even a Lasombra shovelhead may consider himself a cut above the rest; a surprising number of Lasombra mass Embraces survive, perhaps owing to the intervention of their sires.<\/p><p>While the night belongs to all Kindred, the Lasombra are truly born to darkness, to the degree that their very Clan name reveals their tie to shadow. Theirs is the Discipline of Obtenebration, and it allows them to wield the stuff of shadow and darkness, and even reach beyond the darkness of the physical world into the abyss that lies beyond.<\/p><p><b>Nickname:<\/b> Keepers (as in “my brother’s...”)<\/p><p><b>Sect:<\/b> The Sabbat would be very different without the influence of the Lasombra, and they remain its most prominent Clan. Young Lasombra often make auspicious starts as Sabbat Ducti or Priests, leading their fellows by charging into the fray or demonstrating mastery of the Beast.<\/p><p><b>Appearance:<\/b> The Lasombra are frequently attractive. Whether through the Spanish, Italian, and Moorish stock associated with the Clan, or due to more cosmopolitan modern backgrounds, the Keepers cut a striking figure. Their dress is often conservative or religious, drawing on years of ceremony and faithful ritual. Rare is the Lasombra who cannot at least manipulate shadows to affect a dramatic entrance or enigmatic pose.<\/p><p><b>Haven:<\/b> The obligation of their leadership leads many young Lasombra to maintain communal havens with other members of their pack. Wealthier Keepers and those who predate the Sect often maintain their own havens, whether sinister penthouse suites or sprawling Old World villas.<\/p><p><b>Background:<\/b> Prospective sires of Clan Lasombra seek both erudition and ambition in their potential childer. As such, many Lasombra come from professional backgrounds, and display outgoing and even aggressive personalities. Merit in their sires’ eyes takes fledgling Lasombra far, and the Keepers do not hesitate to cull their ranks of flawed, lazy, or boorish childer.<\/p><p><b>Character Creation:<\/b> Lasombra often have disparate Natures and Demeanors. Mental or Social Attributes are equally likely to be primary. Attributes tend to be narrow and specialized, showing individual expertise. Keepers cultivate Backgrounds of all types similarly in (initially) low quantities, to better diversify themselves.<\/p><p><b>Clan Disciplines:<\/b> Dominate, Obtenebration, Potence<\/p><p><b>Weaknesses:<\/b> Lasombra vampires cast no reflections. Whether in a mirror, in a body of water, on a polished surface, or in the rear-view of a taxicab, the image of the Keeper does not reflect.<\/p><p><b>Organization:<\/b> For the Lasombra, the nights of high aristocracy never faded, and the titles and offices a modern onlooker might associate with history still carry great weight among the Keepers. A complex system of patronage, mentorship, and lineage characterizes the Clan, similar to the courts and churches of centuries gone by. Childer benefit greatly from esteemed sires and vice versa, while acts that confer Sect or Clan status may also elevate a Lasombra’s peers, so long as she associates her success with her fellows.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>They believe themselves lions but possess only the ways of jackals.<\/i><\/p><p><b>Brujah:<\/b> <i>Petulant whelps in a rage over their own loss of rule from a self-fulfilling prophecy.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Peer too deeply into the darkness, serpent, and you shall find that it has the means to smite.<\/i><\/p><p><b>Gangrel:<\/b> <i>Every society needs its beasts of burden.<\/i><\/p><p><b>Giovanni:<\/b> <i>Their inner foulness manifests in their every action.<\/i><\/p><p><b>Malkavian:<\/b> <i>The fool does not dine at the table with the lords.<\/i><\/p><p><b>Nosferatu:<\/b> <i>They are martyrs, not monsters, and their faces are the stigmata they must bear.<\/i><\/p><p><b>Ravnos:<\/b> <i>Filth, suitable only from which to make an example.<\/i><\/p><p><b>Toreador:<\/b> <i>A rose plucked from its garden remains lovely for only so long before it crumbles to dust.<\/i><\/p><p><b>Tremere:<\/b> <i>They revere only themselves, and they will reap a just reward for the sacrilege they practice.<\/i><\/p><p><b>Tzimisce:<\/b> <i>Although we may share a common goal, a murder of crows is always an ill omen.<\/i><\/p><p><b>Ventrue:<\/b> <i>Such a misguided effort, to use the scepter of kings only to hide oneself from his lessers.<\/i><\/p><p><b>Caitiff:<\/b> <i>Lords have ever sired bastards, and have ever hidden them as their marks of shame.<\/i><\/p><p><b>Camarilla:<\/b> <i>Who would wish to dwell in a castle that closes its gates for fear of unruly peasants?<\/i><\/p><p><b>Sabbat:<\/b> <i>Imperfect, and thus in need of ever more investment.<\/i><\/p><p><b>Anarchs:<\/b> <i>They must never be equals — it is enough that they think they are.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Wielding the shadows is an extension of controlling the darkness into which we are all Embraced.<\/i><\/p>"}, {"ID":"7","Name":"Malkavian","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"5","ClanDiscID3":"9","ClanDiscID4":null,"WeaknessShort":"Permanent, incurable derangement","WeaknessLong":"All members of Clan Malkavian suffer from a permanent, incurable derangement. They may acquire and recover from other derangements, and may spend Willpower to ameliorate the effects of the derangement for a scene, but they can never recover from their original derangement.","Descr":"<p>Clan Malkavian is twice damned: once by the curse of being Kindred, and again by the turmoil that disturbs their hearts and minds. Upon the Embrace, every Malkavian is afflicted with an insurmountable insanity that fractures her outlook for every night thereafter, making her unlife one of madness. Some consider this a form of oracular insight, while others simply consider them dangerous.<\/p><p>Make no mistake: Malkavian insanity is a painful, alienating phenomenon, but it occasionally provides the Lunatics with bursts of insight or heretofore unknown perspective. Madness for the Malkavians may take the form of any clinical form of insanity, or it may be a hyperacuity of senses others don’t know they have; a supernatural puppeteer pulling the Malkavian’s strings, or a sense that the Malkavian is somehow ahead of evolutionary schedule. A Malkavian may believe herself to be an idea given physical form or an avatar of some concept the World of Darkness has yet to encounter. She may be a nonstop ravening psychopath, or may be a mostly lucid individual sometimes rendered catatonic by fear of an impending cosmic cataclysm.<\/p><p>Their precarious stability makes it hard for other Kindred (or, indeed, any vessels with whom they may meet) to interact with Malkavians. The Clan sometimes indulges in elaborate, terrifying, and dangerous “pranks” which do little to endear them to other vampires. These incidents are nominally meant to educate the target, but the lesson can often be lost between the vampire’s scramble for safety and the inability to parse the Malkavian’s inner logic. Common pranks might be to replace a vain Toreador’s haven door with a guillotine or to redistribute a Brujah elder’s wealth while he’s at Elysium, or it might take the form of giving a hunter the location where the Nosferatu gather. Kindred both dread and resent the word “prank” almost as much as they do the Lunatics themselves.<\/p><p><b>Nickname:<\/b> Lunatics<\/p><p><b>Sect:<\/b> In their moments of lucidity, the Malkavians offer their unorthodox perspectives and Devil’s advocacy to the Camarilla, offering their visions and unique insights to cut through the webs of deceit. Princes and Primogen tolerate the Lunatics to varying degrees, but the Clan as a whole has always been a supporter of the Ivory Tower.<\/p><p><b>Appearance:<\/b> While Malkavians can come from any culture, the madness following the Embrace tends to lead them to extremes of self-presentation. Malkavians may appear disheveled, injured, or simply dirty. They could still be wearing the same clothes from the night of their Embrace or they may have stolen clothes from a laundromat or a department store during a fit of confusion or fugue. Of course, Malkavians are just as likely to be meticulous and exacting in their appearance, trying obsessively to appear as normal as possible.<\/p><p><b>Haven:<\/b> Consistency is rare among Malkavians. Quite simply, they establish havens where they think to, where they can, and where they can recall. A significant number of Malkavians have literally no home, spending each night where exhaustion or the sun’s rays leave them. Others may permanently have the presidential suite in a posh hotel, a squat in the Barrens, the dispensary at a county jail, or a broom closet in a historical landmark.<\/p><p><b>Background:<\/b> Malkavians Embrace with all the caprice one would assume from them. Lunatic childer come from all economic and cultural strata, though most have some sort of hard-luck story or black secret behind them that caused their sire to take note. Truly damaged Malkavians who are unaware of the meanings of their actions may not even be aware that they have sired childer, which makes for very difficult entry into Kindred society for these castoffs, many of whom end up among the Caitiff.<\/p><p><b>Character Creation:<\/b> Loner, outsider, and deviant concepts and archetypes prevail among the Malkavians, as do Mental Attributes (with an occasional Social-primary madman or Physical-primary maniac hiding among the ranks). Talents and Knowledges are likely most popular among Malkavians. Backgrounds tend to be either broad and shallow or few and deep, representing the way the way the Malkavian caroms through unlife. Virtues, Humanity, and Paths often tumble quickly, usually in the wake of Willpower doing the same.<\/p><p><b>Clan Disciplines:<\/b> Auspex, Dementation, Obfuscate<\/p><p><b>Weaknesses:<\/b> All members of Clan Malkavian suffer from a permanent, incurable derangement. They may acquire and recover from other derangements, and may spend Willpower to ameliorate the effects of the derangement for a scene, but they can never recover from their original derangement.<\/p><p><b>Organization:<\/b> Rumor is more widespread than truth with regard to Malkavian organization, and any number of harrowing tales describe the function of the Clan. Some say the Lunatics all share a hive consciousness; others claim that this is in fact the lingering consciousness of the Clan’s progenitor Malkav. Still others claim that a network of madness puts all Malkavians in contact with one another and is the cause of their crippling insanity. If nothing else, the Malkavians prove inscrutable and uncanny. One night, each of them frenzies when they see one another, while the next night, they all converge at the same time at the Sheriff’s haven and accuse him of harboring Sabbat spies. Who can say how the “disease of information” or the customs of the Clan travel among them?<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>There’s something flattering in what they’re doing. Like I’m a little piece of their God.<\/i><\/p><p><b>Brujah:<\/b> <i>You can’t hide your horns, devil-man.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Walking westward, they should meet the sun before it sinks.<\/i><\/p><p><b>Gangrel:<\/b> <i>Pin the tail on the— OW, OW, OW, FUCK!<\/i><\/p><p><b>Giovanni:<\/b> <i>Ashes, ashes, we all fall down, and get back up, and dance with ghosts.<\/i><\/p><p><b>Lasombra:<\/b> <i>A hyena doesn’t ever choose to be a hyena, I think.<\/i><\/p><p><b>Nosferatu:<\/b> <i>I have dreamed what hunts them in their dark, humid warrens, and it is what each of us can become, if we’re not careful.<\/i><\/p><p><b>Ravnos:<\/b> <i>It looks different depending on if I close my left or my right eye.<\/i><\/p><p><b>Toreador:<\/b> <i>Made up of the pieces of the people they’ve harmed. Each time they feed they become a little less.<\/i><\/p><p><b>Tremere:<\/b> <i>If you can rub those letters off their foreheads, they’ll stop in their tracks.<\/i><\/p><p><b>Tzimisce:<\/b> <i>I tried to sprinkle salt on one’s tail and he bit off my hand.<\/i><\/p><p><b>Ventrue:<\/b> <i>I will make you a fine new waistcoat, my emperor.<\/i><\/p><p><b>Caitiff:<\/b> <i>I didn’t do it.<\/i><\/p><p><b>Camarilla:<\/b> <i>When all you do is look behind you, you never realize that the door in front of you is closed.<\/i><\/p><p><b>Sabbat:<\/b> <i>They have the answer, but they don’t understand the riddle itself.<\/i><\/p><p><b>Anarchs:<\/b> <i>All they from Sheba shall come: they shall bring gold and incense.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I was trying to turn water into wine. Where the fuck did all this blood come from? Oh, well — waste not, want not.<\/i><\/p>"}, {"ID":"8","Name":"Nosferatu","IsUgly":"1","ClanDiscID1":"1","ClanDiscID2":"9","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Appearance 0<br>Can never be improved","WeaknessLong":"All Nosferatu have an Appearance score of zero, and they may never improve it. Cross it off the character sheet. Dice pools that use the Appearance Trait are inherently difficult for these hideous Kindred.","Descr":"<p>Those who doubt that the Embrace is a curse need look no further than the Nosferatu. Twisted by the mark of Caine, members of Clan Nosferatu are warped by the Embrace into hideous monsters. As such, they skulk and keep to the shadows, and they often rouse the ire and mockery of other Kindred for their nightmarish appearances. Still others are so terrified or revolted by the Nosferatu that these warped Kindred have little social interaction at all.<\/p><p>To their credit, the Nosferatu come to possess many of the whispered secrets of their reluctant fellows. The Sewer Rats enjoy a grudging respect as the information-brokers of the Kindred, given their supernatural acumen at stealth and the fact that many Kindred would rather ignore them than acknowledge them. Savvy Nosferatu exploit this for all it’s worth, turning the hypocrisy of other vampires to their own profit.<\/p><p>On the whole, the Nosferatu condition is lonely and alienating. How they react to the Curse of Caine varies with their outlook and mental stamina, but it’s hard to be an object of utter revulsion and not let it shape one’s disposition toward one’s “Kindred” in some way. Some of the Sewer Rats are cruel, as blighted on the inside as they are on the outside, while others are tragic, wretched creatures who have been cursed with eternal outsider status through no choice of their own. A few of the Sewer Rats even position themselves as prophets or avatars of the Damned, physically embodying the haunting riddle, “A Beast I am, lest a Beast I become.”<\/p><p><b>Nickname:<\/b> Sewer Rats<\/p><p><b>Sect:<\/b> Clan Nosferatu belongs at least nominally to the Camarilla, though many of its members become Autarkis or support the Anarchs rather than navigating the Ivory Tower’s vicious social labyrinth. Some even contend that the Nosferatu need the Camarilla, because without they have no buyers in their economy of secrets.<\/p><p><b>Appearance:<\/b> Physical horror is the lot of the Nosferatu, and their unsettling deformations are countless. No two Nosferatu share the exact same malformation, and the Clan is a freakshow of snarled limbs, fanged protrusions, hellish countenances, serpentine spines, ruined faces, spasmodic appendages, and even features not usually seen on the mortal stock from which the Nosferatu are drawn. The Sewer Rats often hide these disfigurements under shapeless robes and rags, but some exult in the discomfort their presence causes, and don’t bother disguising them. They may even emphasize them.<\/p><p><b>Haven:<\/b> Nosferatu Kindred often make their havens far from the scorn and spite of other vampires. Whether they construct warrens in the sewers suggested by their nickname or they sculpt a sprawling nightmare-nest in the spire of a condemned church, Sewer Rats value secrecy and distance from rivals in their havens. Nosferatu of humbler means may well squat in an abandoned tenement or a disused alley. So long as it’s away from other Kindred, it’s a good haven.<\/p><p><b>Background:<\/b> The Sewer Rats mostly fit into one of two categories. Some Nosferatu Embrace the damaged, flawed, outcast, or vile, feeling some degree of kinship with them. Other Embrace spitefully, dragging the beautiful or privileged into an immortal hell of disfigurement and monstrosity.<\/p><p><b>Character Creation:<\/b> Many Nosferatu come from loner and outsider concepts, Natures, and Demeanors. They favor Physical and Mental Attributes over Social, and they tend to be balanced in their regard for Talents, Skills, and Knowledges. Nosferatu prefer to specialize rather than generalize in Backgrounds, favoring those that carry favors and information like Allies, Contacts, Mentor, and even a bit of Influence.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Obfuscate, Potence<\/p><p><b>Weaknesses:<\/b> All Nosferatu have an Appearance score of zero, and they may never improve it. Cross it off the character sheet. Dice pools that use the Appearance Trait are inherently difficult for these hideous Kindred.<\/p><p><b>Organization:<\/b> Occasionally, a coterie of Nosferatu becomes a brood or cult, often based around a remote warren. These can sprawl into vast “kingdoms” of Sewer Rats, who often exist without the knowledge of a domain’s Prince or Archbishop. The Nosferatu are among the Kindred most likely to share a communal haven, if only for protection in numbers. As well, Nosferatu share information with each other via networks — whether digital, personal, occult, or something less definable — that defy the comprehension of other Kindred.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Secrets for amnesty seems like a fair trade.<\/i><\/p><p><b>Brujah:<\/b> <i>Emits showers of sparks. Point away from face. Point at some other asshole instead.<\/i><\/p><p><b>Followers of Set:<\/b> <i>They want our souls — usually until they understand the stench of a Nosferatu’s soul.<\/i><\/p><p><b>Gangrel:<\/b> <i>We have some common ground in being outsiders, but that doesn’t mean you shouldn’t be careful around them.<\/i><\/p><p><b>Giovanni:<\/b> <i>Down in the sewers we see a lot of shit, but never so much as when a Giovanni heads our way.<\/i><\/p><p><b>Lasombra:<\/b> <i>I try to keep to the shadows, but I’ll hang out under the streetlights when I know one of these creeps has my number.<\/i><\/p><p><b>Malkavian:<\/b> <i>See my face? That’s what these maniacs’ minds look like. Except they’re still bleeding in there.<\/i><\/p><p><b>Ravnos:<\/b> <i>Peddlers of lies, they make great patsies, but they sure can bear a grudge.<\/i><\/p><p><b>Toreador:<\/b> <i>Sell them dirt on each other and they’ll scratch each other’s eyes out. It’s the only way to come out ahead with them.<\/i><\/p><p><b>Tremere:<\/b> <i>They’re not even vampires, you know that? They did something way wrong back in the day and now it’s stuck to them.<\/i><\/p><p><b>Tzimisce:<\/b> <i>I look like this ‘cause I have to. These fuckers choose to. That’s how nature says, “Stay away.”<\/i><\/p><p><b>Ventrue:<\/b> <i>High and mighty, until they need you. Charge them double when they come calling. They can afford it.<\/i><\/p><p><b>Caitiff:<\/b> <i>“I never even knew my father!” Cry me a fucking river.<\/i><\/p><p><b>Camarilla:<\/b> <i>I’ll be damned, they think their claims of domain extend into the sewers.<\/i><\/p><p><b>Sabbat:<\/b> <i>Either monumentally gullible or Bible-grade wicked; either way, you’re better off when they’re somewhere else.<\/i><\/p><p><b>Anarchs:<\/b> <i>Sure, I’ll buy what you’re selling. For tonight, at least.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Nobody down here but us boogeymen. Hey, whose head is this?<\/i><\/p>"}, {"ID":"9","Name":"Ravnos","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"4","ClanDiscID3":"7","ClanDiscID4":null,"WeaknessShort":"Addicted to vice<br>^Self-Control\/Instinct^ roll (difficulty 6)<br>or succumb to compulsion","WeaknessLong":"A turbulent history makes the Ravnos slaves to their vices. Each Ravnos has a penchant for some sort of vice - lying, cruelty, or theft, for example. When presented with the opportunity to engage in that vice, the Ravnos must indulge it unless her player succeeds on a Self-Control or Instinct roll (difficulty 6).","Descr":"<p>The Ravnos move like the rumors that surround them. They are the thief in the night, the <i>raksha<\/i> chased by the wind, the nightmare-dream too fearful to be real. Whether associated with the Romani folk of Europe or the grave-robbing ghûl of Western Asia, Kindred society burdens the Ravnos with prejudices of foulness, uncleanliness, and wickedness.<\/p><p>With reputations like these, the Ravnos are considered outsiders even among those Kindred who do not ally themselves with Sects. Many young Ravnos tend toward nomadic unlives, moving from one domain to the next or hiding on the fringes of established territories where they can escape if local Kindred sentiment turns against them. This exacerbates their reputations as transients, gypsies, and vagrant scourges, but Ravnos vampires adapt well, thriving in their marginalized role. In fact, many choose to make themselves into the ravening terrors that other Kindred believe them to be.<\/p><p>The more enlightened among the Ravnos follow a Clan ideology inspired by the cycle of reincarnation espoused by many Indian faiths. Among some young and unprincipled members of the Clan, however, this philosophy becomes a penchant for capriciousness or an excuse for chaos. It is these latter Kindred who give so many Ravnos a bad name, but even the devout seem bizarre to many vampires.<\/p><p>The Ravnos practice a unique Discipline known as Chimerstry that convinces their enemies that they see things that do not exist. Chimerstry does much to convince Kindred that the Ravnos trade in lies and misdirection, but it can also prove to be a Deceiver’s salvation and ease the vagaries of an outcast unlife.<\/p><p><b>Nickname:<\/b> Deceivers<\/p><p><b>Sect:<\/b> Clan Ravnos often has a difficult time heeding the rigorous order of many Camarilla cities, and has no inherent love for the violence of the Sabbat. Thus, the Deceivers find themselves independent for lack of a more suitable option.<\/p><p><b>Appearance:<\/b> Young Ravnos often come from Eastern European Romani stock, with a relative paucity of “non-gypsy” <i>gadje<\/i> in the ranks. What few elders of the Clan may remain are presumed to come from Indian or Middle Eastern origins. Given that the Clan is widely spread and holds no traditional central domain, no consistent look can be said to be predominant, and any mendicant Kindred might be of Ravnos origin.<\/p><p><b>Haven:<\/b> Many Ravnos take to the road instead of establishing permanent havens, dwelling temporarily among itinerant communities, at roadside rest stops, or even in vehicles. When a Deceiver does put down roots in a domain, his permanent haven is often away from high-profile Kindred territories. Havens in ethnic ghettos, industrial outskirts, and isolated geography are safest and most easily cultivated for the Ravnos.<\/p><p><b>Background:<\/b> The Ravnos are scattered and suspicious, and those childer who don’t have the tendency toward self-sufficiency don’t last long. In many cases, a Ravnos will either never sire, or sire for companionship or safety, with little concern for how well a childe will fare as a vampire. Ravnos rarely seek out childer actively, instead drawing from those whose paths they cross on any given night. As such, the hard-luck drifter reputation tends to follow the Deceivers.<\/p><p><b>Character Creation:<\/b> Outsider and selfish Natures are common among the Clan. Physical and Social Attributes predominate, as do Talents and Skills. Savvy Ravnos develop a breadth of Backgrounds that can give them an edge when they’re on the move or in a tight spot, such as stashed Resources, defensible Domain, and a few Allies or Contacts.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Chimerstry, Fortitude<\/p><p><b>Weaknesses:<\/b> A turbulent history makes the Ravnos slaves to their vices. Each Ravnos has a penchant for some sort of vice — lying, cruelty, or theft, for example. When presented with the opportunity to engage in that vice, the Ravnos must indulge it unless her player succeeds on a Self-Control or Instinct roll (difficulty 6).<\/p><p><b>Organization:<\/b> The Ravnos are a far-flung Clan, with little to unite them and an open acknowledgement that each Deceiver looks after his own interests first. That said, Ravnos often like to make a great show of Clan camaraderie and cultural ritual, even though they know that promises made to one another are as fleeting as whispers on a night wind. Deceivers have been known to ally against common enemies such as tyrant Princes or Sabbat pogroms, but these alliances quickly fade once the threat no longer exists.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Half the time, I think we take a lot of shit because other vampires think, “All A-rabs look alike” and confuse us with these assholes.<\/i><\/p><p><b>Brujah:<\/b> <i>You can get into a lot of trouble if one of these bloodsuckers imagines you did him some awful wrong when all you were doing was checking out his girlfriend.<\/i><\/p><p><b>Followers of Set:<\/b> <i>There’s no justice. People think we’re the demons.<\/i><\/p><p><b>Gangrel:<\/b> <i>They know how rough it is out there, and sometimes you can even convince them to give you a break.<\/i><\/p><p><b>Giovanni:<\/b> <i>Gaudy, vain, and easy marks. Of course, they probably think that about us, too.<\/i><\/p><p><b>Lasombra:<\/b> <i>Nobody cops that much attitude unless he’s hiding something to be ashamed of.<\/i><\/p><p><b>Malkavian:<\/b> <i>Be careful. You can either fool them or you can’t, but they can’t decide which one it is until they either take the bait or go berserk.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Rat them out and you’ll have a chance.<\/i><\/p><p><b>Toreador:<\/b> <i>They love being lied to but hate it when someone tips them off that you’ve been lying.<\/i><\/p><p><b>Tremere:<\/b> <i>Tread carefully or these pricks will drink your soul and blame you for it.<\/i><\/p><p><b>Tzimisce:<\/b> <i>Nothing wrong with these guys that staking them in their coffins and setting them on fire wouldn’t solve.<\/i><\/p><p><b>Ventrue:<\/b> <i>I think these cocksuckers actually enjoy being hated by everyone else. Who else would set themselves up in the line of fire all the time?<\/i><\/p><p><b>Caitiff:<\/b> <i>Hard times make for desperate terms.<\/i><\/p><p><b>Camarilla:<\/b> <i>All the fancy costumes in the world don’t mean you’re not stealing or killing every time you feed, you fucking hypocrites.<\/i><\/p><p><b>Sabbat:<\/b> <i>I’ve seen this movie before, and the ending is shit.<\/i><\/p><p><b>Anarchs:<\/b> <i>Not usually a problem unless they start asking you to vote or bend the knee. Once the revolution’s over and they’re declaring themselves emperors, time to hit the road.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>What? Those aren’t bones. They’re wind chimes. Everything is going to be fine. Relax.<\/i><\/p>"}, {"ID":"10","Name":"Toreador","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"3","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Enraptured by beauty<br>^Self-Control\/Instinct^ roll (difficulty 6)<br>to remain active","WeaknessLong":"When a Toreador experiences something truly remarkable - a person, an objet d’art, a lovely sunrise - the player must make a Self-Control or Instinct roll (difficulty 6). Failure means that the Kindred finds herself enthralled by the experience. The dazzled Toreador cannot act for the duration of the scene aside from commenting on or continuing their involvement with whatever has captured their attention. If the experience no longer affects her (whether by moving, being destroyed, or whatever is appropriate to the situation), the captivation ends. Enraptured Toreador may not even defend themselves if attacked, though being wounded allows them to make another Self-Control or Instinct roll.","Descr":"<p>From the Toreador perspective, when the sun fades, darkness gives rise to an eternal and wondrous world. Everything is fraught with wonder and terror, low politics and sensual glories, the profound and the profane, and an undeniable undercurrent of the sanguinary. These Kindred are the Toreador, and they spend unlives ensconced in pleasure.<\/p><p>Of course, for vampires of this disposition, it’s easy to become jaded and bitter. More than the other Clans, Toreador often succumb to ennui, or fight the eventual boredom of unchanging immortality by playing at rivalries. An excess of stimulation turns them into slaves to the sensations they seek. The most debased Toreador can become true monsters, sinking to unimaginable levels of depravity in order to feel anything at all.<\/p><p>The Kindred of Clan Toreador often involve themselves greatly in the world of mortals. They have any number of reasons, whether enjoying proximity to the blush of life, cultivating veritable cults of doting followers, or influencing and following the trends that their own kind simultaneously mock and venerate. To hear the Toreador tell it, they are the Muses of a desperate mortal world, inspiring through their beauty or patronage.<\/p><p>Toreador culture is a mixture of sybarites, dilettantes, and visionaries. Some Toreador, with echoes of mortal passion, Embrace lovers or “project” progeny who seem to fly in the face of every Toreador custom. These either don’t last long or rise to great prominence as subversives and individualists. Ideas, trends, and “the next great thing” spread through the Clan, and other Kindred often look to the Toreador to guide them. The Degenerates know this, and many become Harpies, Princes, and other key figures in vampiric society.<\/p><p><b>Nickname:<\/b> Degenerates<\/p><p><b>Sect:<\/b> The Camarilla would not have survived in the nights following the Anarch Revolt without substantial participation from the Toreador, and they remain among its most ardent supporters.<\/p><p><b>Appearance:<\/b> Almost to the last, they are attractive in some way, whether the traditional beauty of a runway model or the dangerous allure of something more predatory. The Degenerates augment their physical beauty with a sense of personal style, which may take the form of expensive couture, avant-garde street wear, or classical fashions designed to emphasize their appealing qualities. This isn’t to say that ugly Toreador don’t exist. Indeed, those gifted with less physical beauty often go that much further with their choice of accoutrements.<\/p><p><b>Haven:<\/b> The Degenerates spare no expense in appointing their havens in luxury, often with many original works of art. It is a point of pride among Toreador to have an unconventional (and thus memorable) haven with modern comforts; thus, many have striking lofts and penthouses, while the bolder among them renovate or repurpose everything from abandoned aquariums or deconsecrated churches to rooftop gardens or converted warehouse-galleries in fashion-forward neighborhoods. Share a communal haven? How déclassé.<\/p><p><b>Background:<\/b> Many Toreador hail from high-society or “bohemian” backgrounds. Indeed, many are themselves artists or influential among local art scenes or other subcultures. Actors, singers, musicians, sculptors, poets, playwrights, authors, and creative folk of any stripe may well find a home in the Clan, as do those who serve as patrons to (or travel in the entourages of) those artistic types.<\/p><p><b>Character Creation:<\/b> Social attributes are almost always primary, with an even split among Talents, Skills, and Knowledges depending on how the Toreador distinguishes herself. Toreador also love to cultivate Backgrounds. Allies, Contacts, Resources, Domain, Haven, Mentors, Resources, Retainers — all of these have great value among Toreador. Wise Toreador may choose to develop their Virtues, Humanity, Path, or Willpower, because with an unlife of degeneracy, they must frequently attend to the ugly business of bringing the Beast to heel.<\/p><p><b>Clan Disciplines:<\/b> Auspex, Celerity, Presence<\/p><p><b>Weaknesses:<\/b> When a Toreador experiences something truly remarkable — a person, an objet d’art, a lovely sunrise — the player must make a Self-Control or Instinct roll (difficulty 6). Failure means that the Kindred finds herself enthralled by the experience. The dazzled Toreador cannot act for the duration of the scene aside from commenting on or continuing their involvement with whatever has captured their attention. If the experience no longer affects her (whether by moving, being destroyed, or whatever is appropriate to the situation), the captivation ends. Enraptured Toreador may not even defend themselves if attacked, though being wounded allows them to make another Self-Control or Instinct roll.<\/p><p><b>Organization:<\/b> Clan Toreador is cliquish and parochial in its local domains, but very rarely on a level that affects Clan-wide custom. Certain Toreador (and a few outside the Clan) sometimes use the terms “artiste” and “poseur” when describing individual Toreador, often derisively, to describe whether the Degenerate in question is one who is seen as creative or simply a follower of established trends, but these are certainly informal distinctions.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Blood-soaked barbarians.<\/i><\/p><p><b>Brujah:<\/b> <i>A fire may be stoked, but if left unattended, it may destroy what it once warmed.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Worms breed in their vile footprints.<\/i><\/p><p><b>Gangrel:<\/b> <i>Beauty and the Beast, only without the complication of Beauty. Pity them.<\/i><\/p><p><b>Giovanni:<\/b> <i>Which is more unctuous: their smiles or their hair?<\/i><\/p><p><b>Lasombra:<\/b> <i>If I looked like they do, I’d hide in the dark, too.<\/i><\/p><p><b>Malkavian:<\/b> <i>The tedium of it all.<\/i><\/p><p><b>Nosferatu:<\/b> <i>They make a strong case for the Mark of Caine being a sickness.<\/i><\/p><p><b>Ravnos:<\/b> <i>There are two types of these creatures: awful, and absent.<\/i><\/p><p><b>Tremere:<\/b> <i>Aren’t they supposed to turn back into pumpkins at midnight?<\/i><\/p><p><b>Tzimisce:<\/b> <i>It is a poor artist who blames his tools, but that’s the only conceivable answer here.<\/i><\/p><p><b>Ventrue:<\/b> <i>Why are older brothers always such corpulent bullies?<\/i><\/p><p><b>Caitiff:<\/b> <i>The worst sort of fish is the one that feeds from the bottom.<\/i><\/p><p><b>Camarilla:<\/b> <i>This house needs a good cleaning.<\/i><\/p><p><b>Sabbat:<\/b> <i>Such marvelous passion wasted on such craven dementia.<\/i><\/p><p><b>Anarchs:<\/b> <i>Only a petty ruler acknowledges no greater purpose than himself.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Long after you die, I will still be young, beautiful, and adored by everyone whose life I touch.<\/i><\/p>"}, {"ID":"11","Name":"Tremere","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"6","ClanDiscID3":"16","ClanDiscID4":null,"WeaknessShort":"Easily Blood Bound<br>The first drink counts as if the Tremere had taken two drinks","WeaknessLong":"Tremere dependency on blood is even more pronounced than that of other Kindred. It takes only two draughts of another vampire’s blood for a Tremere to become blood bound instead of the normal three - the first drink counts as if the Tremere had taken two drinks. (For more information on the blood bond, see p. 286). The elders of the Clan are well aware of this, and seek to impart loyalty to the Clan by forcing all neonate Warlocks to drink of the (transubstantiated) blood of the seven Tremere elders soon after their Embrace.","Descr":"<p>In nights long lost to the passage of time, the Tremere existed, though they were <i>something else<\/i>. Those early Tremere then made a bargain — or wrought a spell, or any number of other harrowing methods attributed to the Clan — that changed them from what they had been into the vampires they are tonight. Some claim they stole the Curse of Caine from a torpid Antediluvian, or that they concocted the flawed immortality of the Kindred from the stolen vitae of other vampires. Such mysterious origins, which some describe as treacherous or even blasphemous, haunt the Tremere, as the other Clans look upon them with mistrust and suspicion. The history — and, indeed, the modern legacy — of the Tremere is one marked by Clan war, centuries-old grudges, and the stain of unwholesome mysteries long left unsolved.<\/p><p>Tonight, Clan Tremere is a Clan shaped by its practice of blood sorcery. A flexible Discipline, Thaumaturgy is heavily entrenched within the Tremere, and they maintain cultic havens known as chantries to study its uses and share secrets among each other. To the Tremere, blood is both sustenance and the source of mystical power; they gather in their witch-houses to further their understanding of the vitae that is such a focal point of their unlives.<\/p><p>Beyond the practice of Thaumaturgy itself, the Warlocks are known for their close-knit hierarchy. They hail from the Old World, with an established power base in Vienna to which all members of the Clan answer to some degree. Although they may be one of the youngest Clans — in the terms with which deathless creatures like vampires measure time — they are as adept at the Jyhad as any Kindred. Beset by enemies who call them usurpers and backed by allies who may or may not defend the alliances they force, the Tremere have evolved to be self-sufficient. Indeed, many who eye them warily think they possess too great an edge, with their flexible Discipline and protective Clan and chantry structure, and move against them both secretly and overtly.<\/p><p><b>Nickname:<\/b> Warlocks<\/p><p><b>Sect:<\/b> Clan Tremere considers itself one of the pillars of the Camarilla. It is rumored that they once performed a ritual that all but eradicated those of the Clan not loyal to the Ivory Tower (and thus the Tremere’s pyramidal hierarchy).<\/p><p><b>Appearance:<\/b> Tremere often have two distinct presentations: a traditional and severe public aspect and a much more eldritch mien better suited to wielding their blood sorceries. When out in public or at Kindred events, the Tremere favor conservative suits and dresses and muted tones. When in their chantries or convening with others of their Clan, they often prefer robes decorated with subtle occult symbols or garb with various folds and pockets for their bizarre ritual ingredients.<\/p><p><b>Haven:<\/b> Many Tremere rely on a central chantry the Clan maintains in cities where it has a notable presence. More solitary Warlocks develop private havens, with all of the trappings one might expect from an occult scholar, from libraries to alchemical laboratories to moonlit balcony observatories and even more sinister oubliettes where vivisected “research subjects” bleed according to experimental Tremere-controlled stimuli.<\/p><p><b>Background:<\/b> The Tremere draw from a fairly narrow pool of potential acolytes. Those who have an awareness of the supernatural, who are driven to succeed, who seek answers that elude less inquisitive individuals, yet who also have the discipline to heed the edicts of the hierarchy make good Tremere. This isn’t to say that individualists don’t have room in the Clan; rather, those who go their own way may well find themselves leading a chantry — or greeting the sun if their interests don’t align with those of the pyramid.<\/p><p><b>Character Creation:<\/b> Mental Attributes and Knowledges are prominent among the Tremere. Many have high Courage and Willpower, but are somewhat lacking in Conscience or Conviction. They often favor Backgrounds that heighten their relationship to the Clan, like Mentor, Status, and Retainers (whom an accomplished Warlock may craft from otherwise inert components).<\/p><p><b>Clan Disciplines:<\/b> Auspex, Dominate, Thaumaturgy<\/p><p><b>Weaknesses:<\/b> Tremere dependency on blood is even more pronounced than that of other Kindred. It takes only two draughts of another vampire’s blood for a Tremere to become blood bound instead of the normal three — the first drink counts as if the Tremere had taken two drinks. (For more information on the blood bond, see p.286). The elders of the Clan are well aware of this, and seek to impart loyalty to the Clan by forcing all neonate Warlocks to drink of the (transubstantiated) blood of the seven Tremere elders soon after their Embrace.<\/p><p><b>Organization:<\/b> The hallmark of Clan Tremere is “the pyramid,” the rigid hierarchy that governs the Clan and makes it the most organized of all the Kindred lineages. With many levels of membership, internal factions, and circles of mystery, the Tremere hierarchy presents a unified face to those outside the Clan, and is almost as unified behind the scenes. Still, the pyramid inculcates more than its share of paranoia, as both Warlocks and a competitive environment of academic occultism pits each acolyte against her peers to the greater accomplishment of the Clan.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>They show signs of being able to subvert our rituals, so the time to tolerate them has expired.<\/i><\/p><p><b>Brujah:<\/b> <i>Hubris and a lack of self-discipline have laid low the Clan of warrior-poets.<\/i><\/p><p><b>Followers of Set:<\/b> <i>We pursue the secrets of the world and they pursue the secrets in its dark places. When too many know, secrets are no longer secrets.<\/i><\/p><p><b>Gangrel:<\/b> <i>Theirs is a simple but formidable power. Fortunately, their blood is as susceptible to mastery as that of all Kindred.<\/i><\/p><p><b>Giovanni:<\/b> <i>Their clumsy understanding of the secret ways will shackle them to empty ritual rather than set them free to work their wills.<\/i><\/p><p><b>Lasombra:<\/b> <i>A once-accomplished lineage dragged into the muck by foul associations.<\/i><\/p><p><b>Malkavian:<\/b> <i>Once we can synthesize their stochastic perception, the Kindred will no longer have to brook their disruptive caprice.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Those involuntarily placed outside the system can prove fruitful allies or accomplices.<\/i><\/p><p><b>Ravnos:<\/b> <i>Disorder sows its own punishments, yet I am happy to expedite those results.<\/i><\/p><p><b>Toreador:<\/b> <i>Form follows function, which makes the ongoing prominence of these self-worshipers such a dispiriting enigma.<\/i><\/p><p><b>Tzimisce:<\/b> <i>Peel away the rot and idolatry and all that’s left is the carcass of outmoded mummery.<\/i><\/p><p><b>Ventrue:<\/b> <i>Caesar shall have his due, and to our benefit, his love of lucre blinds him to true power.<\/i><\/p><p><b>Caitiff:<\/b> <i>As Vesalius gathered his cadavers, so do we solicit volunteers in the understanding of our sciences.<\/i><\/p><p><b>Camarilla:<\/b> <i>A sundered house still offers shelter.<\/i><\/p><p><b>Sabbat:<\/b> <i>They do not understand their own ends, and damn themselves thus.<\/i><\/p><p><b>Anarchs:<\/b> <i>In the absence of structure, autarchy yields only the brutishness of lesser Kindred.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>When the world refuses to give, he who makes himself a master of the world may still take.<\/i><\/p>"}, {"ID":"12","Name":"Tzimisce","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"2","ClanDiscID3":"17","ClanDiscID4":null,"WeaknessShort":"Must sleep in at least two<br>handfuls of native soil","WeaknessLong":"The Tzimisce are inextricably tied to their domains of origin, and must rest in the proximity of at least two handfuls of “native soil” - earth from a place important to her as a mortal, such as the soil from her birthplace or the graveyard where she underwent her Embrace. Each night spent without this physical connection to her land limits all of the Tzimisce’s dice pools to one-half, cumulatively, until she has only a single die in her pool. The penalty remains until she rests for a full day amid her earth once more.","Descr":"<p>A blood moon casts a crimson light over the land beyond the forest and something fearsome howls its agony into the night. The Tzimisce call these lands their ancestral home. Since time out of mind the Fiends have been masters and lords of the domains of much of Eastern Europe. But theirs is a proud, selfish Clan for which tradition goes only so far despite their aristocratic origins. In fact, the Clan claims to have destroyed its Antediluvian, and in the wake of that momentous event, helped establish the foundations of the Sabbat.<\/p><p>Tzimisce practice a strange Discipline known as Vicissitude that allows them to twist the skin and bone of their victims. In many cases, they refine their fleshly arts by practicing upon themselves, but they just as frequently use it upon their lackeys and retainers, turning their boyars and <i>szlachta<\/i> into monstrous thralls. Vicissitude itself is a much misunderstood Discipline, and debates over its origins occasionally plunge the Clan into vicious partisan rivalries.<\/p><p>Clan Tzimisce is a Clan of extremes, and long, cold nights spent in remote castles have turned the Fiends’ perspectives both greatly inward and outward. Mystics of the Clan study a philosophy of metamorphosis, seeking to discover what lies beyond the state of vampirism. An alien attitude of spiritual secularism characterizes many Tzimisce. Young members of the Clan often find themselves detached from the historical role of the Fiends as terrifying landed lords, and throw themselves wholly into a cause of their own choice, whether as Sabbat zealots, fleshcrafted horrors, or transcendental <i>koldun<\/i> sorcerers.<\/p><p><b>Nickname:<\/b> Fiends<\/p><p><b>Sect:<\/b> The Tzimisce are longtime but largely detached members of the Sabbat. They were instrumental in the Sect’s nascence, and remain one of its most numerous Clans.<\/p><p><b>Appearance:<\/b> Given their ability to manipulate their physical appearance with Vicissitude, Tzimisce look however they want, and they often want to provoke or frighten. Some prefer extreme modifications and experimentations with their bodies that leave them looking only vaguely humanoid. Others seek to redefine and even transcend the limits of their forms, rebuilding themselves in the images of angels, monsters, nightmares, and things even less recognizable.<\/p><p><b>Haven:<\/b> Young Tzimisce are often Sabbat Priests or Ducti, and prefer to maintain communal havens with their packs. They encourage the pack to live in fearsome locations, such as beneath a hospital or morgue, or in the dank recesses of a mausoleum. Elders of the Clan sometimes have ancestral holdings in the Old World, and the image of the vampire on the craggy mountain in a crumbling castle owes much to Tzimisce lords. Rarely are these ancient holdings kept to any modern standards of comfort, but their lords are strangely hospitable to invited guests (and terribly intolerant of uninvited bores).<\/p><p><b>Background:<\/b> Elder Tzimisce, particularly those of the still-landed nobility in hoary old domains, may have family lines from which they Embrace, or they may restrict their occasional siring to the terrified villages suffering in thrall beneath their estates. New World and younger Tzimisce aren’t as discriminating and are more practical. Indeed, many Tzimisce fledglings are little more than shock troops, Embraced and warped to the limits of their frames to cause revulsion and revel in bloodshed until put down.<\/p><p><b>Character Creation:<\/b> Few Tzimisce know moderation, and thus often favor Physical or Mental Attributes, usually with one extraordinarily high Trait. Knowledges are usually favored, though Skills are valued as well. Mentor, Allies, Domain, and Retainers are all quite appropriate to Tzimisce, as are narrow — almost overdeveloped — Disciplines. Their alien mindsets often lead them to follow Paths of Enlightenment. The ghastliness to which many Tzimisce are often exposed during their fledgling years sometimes results in complicated derangements.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Auspex, Vicissitude<\/p><p><b>Weaknesses:<\/b> The Tzimisce are inextricably tied to their domains of origin, and must rest in the proximity of at least two handfuls of “native soil” — earth from a place important to her as a mortal, such as the soil from her birthplace or the graveyard where she underwent her Embrace. Each night spent without this physical connection to her land limits all of the Tzimisce’s dice pools to one-half, cumulatively, until she has only a single die in her pool. The penalty remains until she rests for a full day amid her earth once more.<\/p><p><b>Organization:<\/b> The Fiends are, on the whole, mistrustful of other Kindred, especially others of their own Clan. As such, Tzimisce organization, such as it is, has a high regard for solitude. It is against their nature to be inclusive, and thus they have to work at being Sabbat (though this is less difficult for younger Tzimisce of at least somewhat modern outlooks). This is also a key reason so many of them undertake Paths of Enlightenment: to give their xenophobia purpose, but also to provide some common point of reference with others on the Path.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>The fox convinces the hens to let him watch over their precious eggs — delightful!<\/i><\/p><p><b>Brujah:<\/b> <i>They plunged themselves into ruin millennia ago and continue to blame other for their own failures.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Why worship dead gods when one can become a god herself?<\/i><\/p><p><b>Gangrel:<\/b> <i>They command fierce power, but wield it with little more than a primitive will.<\/i><\/p><p><b>Giovanni:<\/b> <i>Muck out the stables, you slope-browed lummoxes.<\/i><\/p><p><b>Lasombra:<\/b> <i>Competent. Mostly.<\/i><\/p><p><b>Malkavian:<\/b> <i>Suitable for making lampshades from their remains.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Ah, what marvelous paradoxes, redolent of the slime yet possessed of the wisdom to adapt!<\/i><\/p><p><b>Ravnos:<\/b> <i>I’ll take thirty, staked for the sun and placed on the ramparts.<\/i><\/p><p><b>Toreador:<\/b> <i>Thou shalt not suffer a bitch to live.<\/i><\/p><p><b>Tremere:<\/b> <i>They are the gout of corruption that issues forth from a lanced boil, only they have none of its charisma.<\/i><\/p><p><b>Ventrue:<\/b> <i>We have warred for so long that they are due a grudging respect before you snuff their heart’s fire.<\/i><\/p><p><b>Caitiff:<\/b> <i>How droll! I always thought the term for them was “spare parts.”<\/i><\/p><p><b>Camarilla:<\/b> <i>When the serfs don’t believe their masters, the reich has lost the war. <\/i><\/p><p><b>Sabbat:<\/b> <i>We play the game with the pawns— er, pieces we are given.<\/i><\/p><p><b>Anarchs:<\/b> <i>There is a misguided nobility in what they do, though they are too childish to succeed fully.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Why on earth would you think I wanted you to stop screaming? I find the results so much more melodious when you indulge your fear.<\/i><\/p>"}, {"ID":"13","Name":"Ventrue","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"7","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Feeding restriction","WeaknessLong":"The Ventrue have rarified tastes, and they find only one specific type of mortal blood palatable and vital for them. When a player creates a Ventrue character, he should decide with the Storyteller what specific type of blood suits the character, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes - he simply vomits it back up. This refined palate may be very narrow or very broad - say, the blood of younger sisters, or the blood of nude children. Vampiric blood is exempt from this restriction.","Descr":"<p>Throughout history, while the other Clans have skulked about their petty intrigues, the Ventrue have curried favor with Caesar, whispered into the ear of Charlemagne, bankrolled the Age of Exploration, and even swayed policy in the Holy See. Theirs is a legacy of rulership, from Ventrue fledglings starting their climb to the top to the mightiest elders whose influence spans the world. Long have they played kingmaker in the shadows in the mortal world, and long have they been the Clan of Kings among the Kindred.<\/p><p>Other Clans, of course, find all this insufferably pompous at best, punishably tedious at worst. Someone has to lead, surely, but why does it always have to be some long-winded, self-aggrandizing Ventrue? The Blue Bloods try to bear the criticism of their lessers with a sense of noblesse oblige — ever heavy hangs that head that wears the crown — but even the most munificent of Kindred leaders occasionally succumbs to tyranny and bloody rage.<\/p><p>Tonight, the Ventrue are a synthesis of the modern and the ancient, often in stark contrast within the Clan and among one another. Theirs is money of old, from the vaults of Croesus, but their young manipulate stock markets and influence currencies. Elders may command armies or even whole governments, while neonates conjure their assets from a website or smartphone app. But for all their wealth, their distinguished history, and their status among the Damned, each and every Ventrue must still seek that one resource that makes Kindred society egalitarian: precious blood.<\/p><p><b>Nickname:<\/b> Blue Bloods<\/p><p><b>Sect:<\/b> To hear the Ventrue tell it, the very idea of the Camarilla originated with them. Every other Clan realized what an invaluable proposition it was and flocked to their banner.<\/p><p><b>Appearance:<\/b> The Ventrue favor conservative clothing and reserved presentation, unless they’re making a point about power or money. Ventrue Princes may well wear a circlet or carry a scepter as symbols of office, while young Blue Bloods display their own achievement via suits, ties, dresses, and accessories that are easily overlooked singularly but add up to a stunning total effect. If a Ventrue has so much as a hair out of place, it’s because he spent all night running down the Society of Leopold and demanding the Sabbat menace retreat.<\/p><p><b>Haven:<\/b> A Ventrue’s haven displays both her great power (read: wealth) and distinguished tastes. Opulent, grandiose, even baroque — these may all apply to Ventrue havens. They shun the gaudy displays of other Kindred, and their style tends less to the avant-garde than it does to the classical and traditional. To the Blue Bloods,  a well-maintained haven is an extension of oneself, and for someone to see it in less than flawless state implies weakness, distraction, or even madness.<\/p><p><b>Background:<\/b> Anyone who has “made something of herself” may attract the attention of the Ventrue, who judge their childer based on their prominence and success even before they start to groom them for the Embrace. Socialites, moneyed family, corporate wunderkinds, military leaders, and even untested newcomers who show great promise are keenly valued among the Blue Bloods.<\/p><p><b>Character Creation:<\/b> Ventrue usually have directorial or outgoing personality archetypes. Members of Clan Ventrue favor Social and Mental Attributes, but any Ability category can be primary, reflecting a personal avenue of expertise. Backgrounds go both wide and deep for the Ventrue, with almost every Blue Blood possessing some amount of Resources, Status, and Herd (particularly the latter, given the Clan weakness). Elders in particular cultivate enviable havens and sprawling Domains.<\/p><p><b>Clan Disciplines:<\/b> Dominate, Fortitude, Presence<\/p><p><b>Weaknesses:<\/b> The Ventrue have rarified tastes, and they find only one specific type of mortal blood palatable and vital for them. When a player creates a Ventrue character, he should decide with the Storyteller what specific type of blood suits the character, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes — he simply vomits it back up. This refined palate may be very narrow or very broad — say, the blood of younger sisters, or the blood of nude children. Vampiric blood is exempt from this restriction.<\/p><p><b>Organization:<\/b> The Clan-wide organization of the Ventrue is localized and feudal, with various universally understood peerages, vassalages, oaths of fealty, and sworn boons taking the place of a rigid hierarchy. Many Ventrue style themselves as secret masters of their domains, consolidating power in longstanding networks and forming conspiracies. The Ventrue greatly value propriety and honor, and use many forms of address and respect — their Laws of Decorum are complex and rigid, and could fill several volumes. Almost every Ventrue worth his status can recite his lineage at least back to the elders, if not to the great Methuselahs.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Assamite:<\/b> <i>Useful only so long as they don’t become a poison in our veins.<\/i><\/p><p><b>Brujah:<\/b> <i>Just admit you’re beaten and this will become much more pleasant.<\/i><\/p><p><b>Followers of Set:<\/b> <i>When you learn of them in your domain, do not hesitate to introduce them to their master, the sun.<\/i><\/p><p><b>Gangrel:<\/b> <i>Who would guess that Kindred so simple could be so groundlessly prideful?<\/i><\/p><p><b>Giovanni:<\/b> <i>Our stillborn siblings, who never developed a sense of right and wrong or what not to stick your cock into.<\/i><\/p><p><b>Lasombra:<\/b> <i>Pretenders to our mantle of dignity and honor, though they are formidable.<\/i><\/p><p><b>Malkavian:<\/b> <i>When you find yourself making excuses for them, it is time for the purge to begin.<\/i><\/p><p><b>Nosferatu:<\/b> <i>Surprisingly functional, should you be able to handle their odious personalities and overestimation of their own value.<\/i><\/p><p><b>Ravnos:<\/b> <i>No kingdom survives by mingling with the conquered.<\/i><\/p><p><b>Toreador:<\/b> <i>For every king there is a queen, and there are a lot of queens among the ranks of the Rose Clan.<\/i><\/p><p><b>Tremere:<\/b> <i>They can prove dauntless allies or treacherous enemies, often both within the same skin, so let them know who commands.<\/i><\/p><p><b>Tzimisce:<\/b> <i>What more do you need than their cloying scent of corruption to know that theirs is an ill presence?<\/i><\/p><p><b>Caitiff:<\/b> <i>They are mongrels, barely worthy of names. You might as well care about your furniture.<\/i><\/p><p><b>Camarilla:<\/b> <i>It is our greatest triumph, but also our greatest responsibility.<\/i><\/p><p><b>Sabbat:<\/b> <i>The inmates run that asylum.<\/i><\/p><p><b>Anarchs:<\/b> <i>There is something admirable in what they do, yet how they do it is entirely puerile.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>There is no shame to bending the knee to one such as myself, so pay your fucking tribute before I lose my temper.<\/i><\/p>"}, {"ID":"14","Name":"Caitiff","IsUgly":"0","ClanDiscID1":"99","ClanDiscID2":"99","ClanDiscID3":"99","ClanDiscID4":null,"WeaknessShort":"Cannot start lower than<br>Ninth Generation","WeaknessLong":"Caitiff do not have a specific weakness. Caitiff characters cannot start lower than Ninth Generation, though they can subsequently lower their Generation via diablerie.","Descr":"There is no official description for Caitiff.  They are clanless."}, {"ID":"15","Name":"Baali","IsUgly":"0","ClanDiscID1":"20","ClanDiscID2":"9","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Repelled by religious symbols<br>Double damage from Faith","WeaknessLong":"Baali cannot bear to look upon or handle objects of any faith. Demons must avert their gazes from such objects, and touching them burns their flesh. In addition, should a Baali run afoul of True Faith, any hindering or damage effects are doubled.","Descr":"<p>Even monsters have their bogeymen, and Kindred are no exception. Sires often attempt to keep neonates from growing drunk on their own power as vampires, and one method for doing so is to explain to them what sorts of twisted, evil power awaits them in the dark. The Baali are one such power.<\/p><p>History — or legend, perhaps — claims that the childe of an Antediluvian made a pact with forces beyond human understanding in order to make war on the thirteen Clans. He took the name Baal-the-Destroyer, and he led his apostles against the Second City. The battle was terrible, and none caught in its wake were spared — Demon and Kindred alike perished. But the Baali and their unholy allies were routed and fled, and over the millennia, they faded from memory, to legend, to cautionary tale.<\/p><p>The Baali do still exist, though. The Inquisition weeded out the stupid and the careless, but left the clever and the patient. Some went into torpor, while others simply claimed membership in another Clan and begged for sanctuary. Now, in modern nights, the bloodline sees more concentrated activity than it has for centuries. Baali are explorers and seekers of secrets. They will do almost anything and sacrifice almost anyone to gain access to occult mysteries. They squander the wealth they have accumulated, they make deals they cannot possible hope to live up to, and they do so with no apology and no attempt at excuse. They seem to know that they are in decline, and that their bloodline is disappearing into the mists of time.<\/p><p>The bloodline has enemies, after all. Infernalists — those who call up and worship demons — are one of the very few beings that can be called “common enemies” by most of the denizens of the World of Darkness, Kindred and otherwise.<\/p><p>Despite their small numbers and host of enemies, the Baali are dangerous. They are not Faustian bargainers, looking for comfort or even knowledge. They do not wish to reign in Hell. They believe — they know — that the world is doomed. The End Times are here, and every sacrifice they make, every murder they incite, is one more chink in the dam holding back the deluge of blood called Gehenna. If they have to die to break that dam, so be it. They die knowing that what they do is what must be done.<\/p><p><b>Nickname:<\/b> Demons<\/p><p><b>Sect:<\/b> While individual Baali might pretend to membership in the Camarilla or, less commonly, the Sabbat, the bloodline as a whole claims no Sect.<\/p><p><b>Appearance:<\/b> Some neonates adorn themselves with Satanic paraphernalia. Some Baali dress in expensive clothing, and some don’t bother. Some become so fixated that they neglect outer appearance. Older Baali surround themselves with insects, rats, or other vermin.<\/p><p><b>Haven:<\/b> Baali tend to nest in places of antiquity. Libraries, universities, and stately homes attract the Demons. No matter where the Baali make their havens, though, the vampire’s very presence changes the place. Vermin creep in first, and no amount of effort can keep them out.<\/p><p><b>Background:<\/b> The Baali value temperament above profession. Teachers, defrocked priests, laborers, artists — all have joined the ranks of the Baali. The bloodline even breeds their own recruits, drawing from ghoul families raised over the years to produce offspring suckled on the unholy truths that the Baali recite as gospel.<\/p><p><b>Character Creation:<\/b> Mental Attributes, especially Perception, are usually primary. A Baali’s ability to tempt and entice depend on his insight into what a person truly wants. Social Attributes are also helpful, as the Baali need both to keep their identities a secret and convince others to open up to them.<\/p><p><b>Clan Disciplines:<\/b> Daimoinon, Obfuscate, Presence<\/p><p><b>Weakness:<\/b> Baali cannot bear to look upon or handle objects of any faith. Demons must avert their gazes from such objects, and touching them burns their flesh. In addition, should a Baali run afoul of True Faith, any hindering or damage effects are doubled.<\/p><p><b>Organization:<\/b> The Baali gather in cabals numbering three to 13. Supposedly, these cabals answer to the bloodline’s founder. Any Demon is willing to die to protect his cabal-mates; not out of any loyalty or affection for them, but because they’re all doomed anyway.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>Sooner or later, the masks have to come off. Take all the time you need. We’ll wait.<\/i><\/p><p><b>Sabbat:<\/b> <i>A honeycomb in which to hide. Just learn how the little bees dance first.<\/i><\/p><p><b>Followers of Set:<\/b> <i>They have the right idea. They’re just playing for the wrong team.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Satanists? They’re not... wait. You think they care about Satan?<\/i><\/p><p><b>Sabbat:<\/b> <i>There’s a reason we spend so much time ensuring loyalty, and it’s not because we think the Camarilla Licks are going to infiltrate us.<\/i><\/p><p><b>Ravnos:<\/b> <i>You wouldn’t believe what I’ve seen.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>‘And behold, a pale horse, and his name that sat on him was Death, and Hell followed with him.’ Ever noticed it’s in past tense? That’s not a mistranslation.<\/i><\/p>"}, {"ID":"16","Name":"Blood Brothers","IsUgly":"0","ClanDiscID1":"7","ClanDiscID2":"11","ClanDiscID3":"27","ClanDiscID4":null,"WeaknessShort":"Shared pain<br>Cannot Embrace","WeaknessLong":"Blood Brothers cannot Embrace. If they attempt it, the mortal simply dies. In addition, the Frankensteins literally feel each other’s pain. When a Blood Brother suffers a wound penalty, all members of the circle suffer the same penalty for the next turn. If two Blood Brothers are wounded, only the greater wound penalty applies. Blood Brothers do not continually suffer these penalties unless one of them suffers a new wound.","Descr":"<p>The Blood Brothers are Kindred only in a very loose sense. They are Sabbat shock troops, created by Tremere and Tzimisce sorcerers in order for the Sword of Caine to have loyal soldiers that can still pass for human. The process of creation (for the Blood Brothers do not undergo an Embrace) washes away any individuality and personality, leaving only strong, savage, and near-mindless quasi-vampires.<\/p><p>Blood Brothers are usually created in small groups of three to 10. These groups — called “circles” — become family units connected by a kind of hive mind. The Sabbat also usually arranges for a Tzimisce to fleshcraft the circle’s faces so that they are identical.<\/p><p>The Frankensteins are a secret weapon for the Sabbat for several reasons. The Sabbat finds that while the loyalty of the Blood Brothers is beyond reproach, they don’t possess much in the way of creativity. They aren’t capable of trickery, clever tactics, or improvisation, and unless another vampire can direct them in the field in real time (which isn’t impossible, given modern communication technology), they aren’t good for much beyond simple, direct missions. Second, they are difficult and risky to create. Creating a circle of Blood Brothers means killing half a dozen people. While the Sabbat doesn’t have a problem with that in itself, a pattern of disappearances can clue in mortal authorities and Camarilla watchers alike that the Sword of Caine is up to something.<\/p><p>Finally, the Blood Brothers are more useful as a surprise attack, and survivors of those attacks run the risk of passing along knowledge of the Brothers’ weaknesses. Creating too many, even if it were possible or practical, would mean that eventually some Camarilla Tremere would figure out how to hurt them, or even how to reverse the magic that keeps them mindless, loyal, and useful. Some rumors say that this has already happened, but that the Tremere aren’t willing to share this knowledge with the Camarilla just yet.<\/p><p><b>Nickname:<\/b> Frankensteins<\/p><p><b>Sect:<\/b> The Blood Brothers belong to the Sabbat exclusively. A Blood Brother that comes through the creation process with his individuality intact is destroyed.<\/p><p><b>Appearance:<\/b> A Blood Brother often looks identical to the others in his circle, barring any burns or other marks that he might have picked up in battle. They usually dress alike. The members of the circle grow agitated when they see each other as “different.”<\/p><p><b>Haven:<\/b> Blood Brothers stay in whatever haven is provided for them by the Sabbat. As long as the circle is allowed to stay together, they don’t seem to care much about amenities.<\/p><p><b>Background:<\/b> A Blood Brother’s mortal life is irrelevant. All that a person needs to do to become a Blood Brother is cross the wrong vampire’s path on the wrong night. The Sabbat kills the target, removes his body hair, smooths over his features, and places him with four or five others, and after that no trace of the man-that-was remains.<\/p><p><b>Character Creation:<\/b> Blood Brothers prioritize Physical Attributes and Talents. Nature and Demeanor are usually the same; common choices are Conformist, Bravo, and Monster. Blood Brothers don’t usually have much in the way of Backgrounds apart from Generation and Mentor (their handler or creator).<\/p><p><b>Clan Disciplines:<\/b> Fortitude, Potence, Sanguinus<\/p><p><b>Weakness:<\/b> Blood Brothers cannot Embrace. If they attempt it, the mortal simply dies.<\/p><p>In addition, the Frankensteins literally feel each other’s pain. When a Blood Brother suffers a wound penalty, all members of the circle suffer the same penalty for the next turn. If two Blood Brothers are wounded, only the greater wound penalty applies. Blood Brothers do not continually suffer these penalties unless one of them suffers a new wound.<\/p><p><b>Organization:<\/b> The bloodline as a whole has no organization. It is loyal to the Sabbat, and the members are otherwise loyal to their circles. The Blood Brothers treat their handlers with complete loyalty, bordering on sycophancy. They treat other Sabbat Kindred with quiet deference.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Anyone Not Sabbat:<\/b> <i>Kill. Do not obey.<\/i><\/p><p><b>Sabbat:<\/b> <i>Obey. Do not kill.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>I used to have a muse. He was lovely, chiseled, golden-honey hair. He vanished one night. And then I chanced to pass through Detroit, and I saw him on the street. Six of him.<\/i><\/p><p><b>Sabbat:<\/b> <i>I know they’re creepy. Don’t think of them as Cainites.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Why didn’t we think of that?<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Stranger. Kill? Watch. Watching. Kill? Watching. Kill?<\/i><\/p>"}, {"ID":"17","Name":"Daughters of Cacophony","IsUgly":"0","ClanDiscID1":"7","ClanDiscID2":"23","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Constant music<br>+2 difficulty to all Perception rolls<br>Alertness limited to 3 dots","WeaknessLong":"The Daughters of Cacophony hear music constantly. This might be a form of synesthesia, or it might be a hallucination. This constant song distracts the Daughters as much as it guides them. The difficulties of all their Perception rolls increase by two. No Daughter of Cacophony may have Alertness above 3 dots.","Descr":"<p>The Daughters of Cacophony emerged as a distinct bloodline sometime during the 19th century. Before that, of course, there were always Kindred who saw music and song as a way to remain sane. Kindred scholars believe that the Daughters sprang from the blood of either Clan Toreador (for their passionate artistic pursuit) or Malkavian (given their propensity for causing madness), but their supernatural powers point more toward Clan Ventrue. It’s something of a moot point, as the “first” Daughter of Cacophony is unknown. Regardless of their origins, the Sirens (as they are called in Kindred circles) are all singers, and the bloodline has always been predominantly female.<\/p><p>Indeed, the Daughters of Cacophony base their unlives on song. They wander through eternity with music always in their ears, and that makes them seem unfocused or flighty to other Kindred. This is one of the reasons, along with their rarity, that neither major Sect of vampires considers them a threat or much more than a diversion. Individual Kindred, however, might have occasion to meet a Siren and wonder why it is that those who spend too much time listening to their songs always seemed changed by the experience.<\/p><p><b>Nickname:<\/b> Sirens<\/p><p><b>Sect:<\/b> Sirens might fall in with whichever Sect holds power locally. If asked, most Daughters either identify as independents or claim membership in the Camarilla.<\/p><p><b>Appearance:<\/b> A Siren might be a street musician dressed in thrift-store chic, a pierced and tattooed punk rocker, or a high-class entertainer with money and prestige. Apart from the fact that the Daughters are largely female, their appearance varies widely.<\/p><p><b>Haven:<\/b> Most Sirens have a quiet room with good acoustics where they can sing without anyone listening. As much as most Daughters love performing, they would prefer to be alone after the “show” ends, and so the outward appearance of their havens isn’t as important as maintaining its secrecy.<\/p><p><b>Background:<\/b> The majority of Sirens were singers before the Embrace as well. Very occasionally, a Daughter Embraces someone who never developed her skill at singing, but these discover their talents swiftly.<\/p><p>The Daughters do not discriminate based on musical style. Jazz singer, nu-metal waif, opera diva, sultry lounge performer — any chanteuse might be a Siren.<\/p><p><b>Character Creation:<\/b> Social Attributes tend to be primary. Expression and Performance are almost always high, and many have Fame. Sirens who die with a following reap the benefit of their fans (Herd). Those less lucky often still have Contacts in show business.<\/p><p><b>Clan Disciplines:<\/b> Fortitude, Melpominee, Presence<\/p><p><b>Weakness:<\/b> The Daughters of Cacophony hear music constantly. This might be a form of synesthesia, or it might be a hallucination. This constant song distracts the Daughters as much as it guides them. The difficulties of all their Perception rolls increase by two. No Daughter of Cacophony may have Alertness above 3 dots.<\/p><p><b>Organization:<\/b> Their numbers are too small for them to be truly organized, yet sometimes the Sirens act as one. Every so often, Sirens everywhere put on a performance on the same night. They don’t necessarily sing the same songs, but all of the waking Sirens sing at exactly the same time.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>Would you like to hear another, my lord?<\/i><\/p><p><b>Sabbat:<\/b> <i>Very well. You don’t mind if I hum a bit, though?<\/i><\/p><p><b>Toreador:<\/b> <i>If only your art had real power, like mine.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>It’s the Prince’s policy not to let fratricide go unanswered, even among the less important Clans — would you please stop singing a moment?<\/i><\/p><p><b>Sabbat:<\/b> <i>If we can’t get ‘em our way, you get ‘em yours, sisters!<\/i><\/p><p><b>Giovanni:<\/b> <i>I don’t know what songs they’re talking about. I’ve got a nasty suspicion, though, that I could listen in if I wanted to.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I heard the song as I died. It led me out of darkness and cold, and it came to my lips with my mother-sister’s blood. And now I sing, because to end the song would be to end all.<\/i><\/p>"}, {"ID":"18","Name":"Gargoyles","IsUgly":"1","ClanDiscID1":"21","ClanDiscID2":"7","ClanDiscID3":"11","ClanDiscID4":"32","WeaknessShort":"Appearance 0<br>-2 Willpower against Mind Control","WeaknessLong":"The Slaves are hideous. That grotesquery takes different forms, but always results in an Appearance of zero. They are also highly susceptible to mind control from any source. A Gargoyle’s Willpower score (current or permanent) is considered two points lower when used to resist such powers.","Descr":"<p>The Tremere unveiled the Gargoyle bloodline in AD 1167, and the Slaves have been a steady, if infrequent, part of Kindred society ever since. Gargoyles might, in fact, be one reason that the Tremere weren’t exterminated entirely in their first few centuries of existence. These odd quasi-Kindred often look like their stone namesakes — rocky-skinned, ugly, winged creatures that exist only to serve their masters.<\/p><p>Or such was the case for several hundred years. Recently, though, many of the Slaves have thrown off their chains and joined the Camarilla. Why the Gargoyles choose to ally themselves with the Sect that also protects their former masters is anyone’s guess. One of the going theories is that it’s a slap in the Warlocks’ collective face, but most Kindred don’t give the Gargoyles credit for being that sophisticated. More likely, the Rockheads simply realize that in the Camarilla, their talents will be recognized and no one will try and order them around (at least not directly).<\/p><p>Gargoyles are created out of other Kindred, and this ugly fact makes their creation a seldom-discussed topic in polite vampiric society. The Tremere start with a Gangrel, Nosferatu, or Tzimisce vampire and perform obscene, bloody rituals using its blood, heart, and skin. Vitae from another vampire (from one of the other two Clans) is used to provoke a violent mutation, with the result that some Gargoyles look purely hideous (Nosferatu base), some look feral (Gangrel base), and some look fleshy and sport bony protrusions (Tzimisce base). No Gargoyle can pass for human.<\/p><p>The Tremere tolerate the Gargoyles’ presence in the Camarilla as best they can — it’s not as though they can easily re-enslave them, after all. But relations are obviously strained. The Gargoyles’ revolt and induction into the Camarilla has all but doomed the remaining slave Gargoyles, as their masters now monitor them ruthlessly for any sign of betrayal. The Tremere also aren’t above planting hypnotic suggestions in their Slaves’ minds, so that if they ever do rebel, they still serve a function for the Clan.<\/p><p><b>Nickname:<\/b> Traditionally Slaves, though free Gargoyles have been known to crack heads over it. Other common nicknames are Rockheads, Runaways, Freemen, and Grotesques.<\/p><p><b>Sect:<\/b> Gargoyles usually join the Camarilla. It’s not impossible for a Slave to join the Sabbat, but the bloodline as a whole frowns on this.<\/p><p><b>Appearance:<\/b> Not all Gargoyles look like the stone grotesques found spitting rainwater over old buildings, but all are nightmarish. Some have tufts of hair protruding randomly over their bodies, or odd, galloping walks. Most Gargoyles have gray, rock-like skin. All Gargoyles have wings. These grow as the character’s Flight (see p. 447) increases.<\/p><p><b>Haven:<\/b> Slave Gargoyles sleep wherever their masters allow them — closets, basements, crypts, cells. Free Gargoyles prefer sleeping in havens high above the ground. Bell towers and disused high-rises are favorites. Gargoyles are often muscle for other Kindred, sometimes in exchange for a bare-bones haven.<\/p><p><b>Background:<\/b> Gargoyles creation rarely shows a discernible pattern. The Change tortures the new Gargoyle’s body, as bones elongate and split to form the wings. The face warps, leaving nothing to recognize the mortal or vampire by. They rarely remember their unlife or mortal existence.<\/p><p><b>Character Creation:<\/b> Created to be slaves, Gargoyles specialize in Physical Attributes, Talents, and a few select Skills (Melee, for instance). All Gargoyles start with a free dot of the Flight Discipline. Appearance is always zero. Gargoyles created by the Tremere are at the same Generation as the Kindred that act as their “base.”<\/p><p><b>Clan Disciplines:<\/b> Flight, Fortitude, Potence, Visceratika<\/p><p><b>Weakness:<\/b> The Slaves are hideous. That grotesquery takes different forms, but always results in an Appearance of zero. They are also highly susceptible to mind control from any source. A Gargoyle’s Willpower score (current or permanent) is considered two points lower when used to resist such powers.<\/p><p><b>Organization:<\/b> Gargoyles have a strong sense of community. They often keep communal havens. Sometimes Gargoyles petition the Prince for the release of slave Gargoyles, but more often they just tear slave owners to pieces. With no community, Gargoyles arelikely to Embrace and build their own.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>Our new home. Here, no one shouts or strikes us or burns us with mirrors and light. Here, they ask politely, and we are free to ask for payment in blood. Paradise.<\/i><\/p><p><b>Sabbat:<\/b> <i>They are so brutal. And they love each other so. And yet, when I think of them, my eyes begin to burn. Why should this be?<\/i><\/p><p><b>Tremere:<\/b> <i>I will never be a slave again. Never.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Fuck you, Merlin. They belong to all of us now.<\/i><\/p><p><b>Sabbat:<\/b> <i>Where d’ya think they get the raw materials to make those monsters? Oh, the civilized Camarilla.<\/i><\/p><p><b>Ravnos:<\/b> <i>You headed into the city? Good luck! Don’t forget to look up!<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Master. Why did you burn her? She only wanted to fly free for one night... yes, master. I obey.<\/i><\/p>"}, {"ID":"19","Name":"Harbingers of Skulls","IsUgly":"1","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"8","ClanDiscID4":null,"WeaknessShort":"Deathly pallor. Appearance 0<br>All social rolls involving Appearance fail","WeaknessLong":"No matter how much blood a Harbinger consumes, her skin remains deathly pale. Moreover, all Harbingers look like shriveled corpses. They have Appearance ratings of 0 and automatically fail Appearance rolls.","Descr":"<p>The Harbingers of Skulls are a small bloodline that emerged from the mists of the past and threw their lot in with the Sabbat. The Harbingers are alleged to all be elders, and frighteningly powerful. While their sudden appearance suggests a long bout of torpor, they don’t behave like recently-awakened vampires. Indeed, they claim they have been dead these past five centuries.<\/p><p>The Harbingers of Skulls resemble rotting corpses, much like the Samedi. Indeed, vampires that know of both bloodlines suggest a common origin, but since neither the Samedi nor the Harbingers discuss their origins publically, it’s just speculation.<\/p><p>The Harbingers have only been members of the Sabbat for a short time, but during that time they have made themselves invaluable. The Sword of Caine, lacking Giovanni members, has difficulty dealing with ghosts. This can lead to problematic hauntings, since the Sabbat kills enough people that ghostly visitation can become an issue. The Harbingers can exorcises these vengeful shades, or, better yet, turn them into incorporeal spies and slaves. And for all of this, the Harbingers ask nothing except for favors to be repaid at a later date.<\/p><p>The Sabbat, for its part, isn’t usually given to the favor-trading that one finds in the Camarilla, but what the Harbingers bring to the table is too valuable to miss. And besides, whether one believes the fairy tale about noble origins and “revenge on the traitorous moneylenders” that the Harbingers sometimes spin, their passion is palpable. That kind of murderous zeal is always welcome in the Sword of Caine.<\/p><p><b>Nickname:<\/b> Lazarenes<\/p><p><b>Sect:<\/b> The Harbingers of Skulls belong entirely to the Sabbat. That said, given that the bloodline obviously has many secrets buried, it’s impossible to know if any Lazarenes claim membership in the Camarilla or remain independent.<\/p><p><b>Appearance:<\/b> The Harbingers prefer to stay hidden in their havens, or at least remain among Kindred, and for good reason. They resemble emaciated, shrunken corpses. Their skin grows taut and white, and the gums recede, giving the impression of a bleached, grinning skull. Most Harbingers wearing flowing garments or burial shrouds, the better to highlight their affinity for death.<\/p><p><b>Haven:<\/b> Unlike most Sabbat Kindred, the Harbingers of Skulls do not join packs, and therefore do not use communal havens. They usually choose lairs away from mortal interference, but close enough to the living that they don’t want for blood (or fresh corpses for their horrific arts). Crypts, disused laboratories, and slaughterhouses are common choices.<\/p><p><b>Background:<\/b> The background of a “typical” Harbinger is impossible to know. They are all elders, and who they were in life has been lost to time. They do seem to show evidence of a classical education, and one survivor of a battle between a Harbinger and a gang of Camarilla Brujah mentions that the Lazarene used a style of fighting that originated in Florence. Beyond those sparse clues, however, the Harbingers’ true identities are unknown.<\/p><p><b>Character Creation:<\/b> The Harbingers of Skulls tend toward morbid and somewhat violent concepts. They are obsessed with revenge, death, and the horrors beyond the grave. Social Attributes and Abilities aren’t a priority. Mental Attributes and Knowledges are generally highly rated, but their status as elders means that they are formidable across the board (and imply a significant amount spent on the Generation Background to boot).<\/p><p><b>Clan Disciplines:<\/b> Auspex, Fortitude, Necromancy<\/p><p><b>Weakness:<\/b> No matter how much blood a Harbinger consumes, her skin remains deathly pale. Moreover, all Harbingers look like shriveled corpses. They have Appearance ratings of 0 and automatically fail Appearance rolls.<\/p><p><b>Organization:<\/b> The Harbingers have some kind of internal organization, and they do keep in contact and even meet with one another occasionally. They keep in touch using ghostly messengers, and they travel to meet each other using methods that other Kindred cannot match. Most of the Sabbat doesn’t quite know how many Harbingers exist or what they might be doing.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>The more things change....<\/i><\/p><p><b>Sabbat:<\/b> <i>They can’t win. But we don’t want to win.<\/i><\/p><p><b>Giovanni:<\/b> <i>Payback is coming very soon, and on that day all of your money will mean nothing.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>What do I have to do, spell it out for you?<\/i><\/p><p><b>Sabbat:<\/b> <i>You should have seen the look on the goombas’ faces when their ghosty slaves all turned around and jumped on ‘em. I love these guys!<\/i><\/p><p><b>Giovanni:<\/b> <i>How many times do I have to say it? The Cappadocians are dead. We killed them. Period.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>It’s amazing what the dead can teach you about revenge. We have been listening to them for centuries.<\/i><\/p>"}, {"ID":"20","Name":"Kiasyd","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"24","ClanDiscID3":"10","ClanDiscID4":null,"WeaknessShort":"Iron sensitivity<br>Iron causes Aggravated damage and causes Frenzy","WeaknessLong":"Besides their somewhat freakish appearance, Kiasyd also have an allergy to iron. Touching iron requires an immediate roll to avoid frenzy, and any weapons made from cold iron inflict aggravated damage to Kiasyd.","Descr":"<p>The Kiasyd are a bloodline of the Lasombra Clan; that much is obvious, given that these odd Kindred make use of the Obtenebration Discipline. But their aversion to iron, their odd power of Mytherceria, and their very appearance speak to even stranger ancestry.<\/p><p>The Kiasyd are independent, focused more on their studies than on the causes of the Sword of Caine. The ones that do claim membership in the Sabbat aren’t passionately involved in the Sect’s activities. Some speculate that the Lasombra hold some power over them — did the Keepers create the Kiasyd, the way the Tzimisce created the Blood Brothers? Do the Kiasyd, whatever their origin, owe the Lasombra some debt? Whatever the nature of their relationship, it seems to benefit the Sabbat.<\/p><p>The Kiasyd are, as a rule, calm and studious. They prefer to remain ensconced within their havens, poring over ancient texts, maps, artifacts, and other bits of antiquity. Other Kindred, it seems, can’t understand how a lineage of vampires that is so very strange could be nothing more than scholars. To hear the rumor-mill tell it, the Kiasyd can feed only on the blood of infants, or faeries, or unspoiled virgins. Their otherworldly heritage comes not from the Good Folk, but from demons and the forces of Hell. Their odd appearance isn’t because of mutation in their vitae, but a God-given warning: These are not Kindred. They are other.<\/p><p><b>Nickname:<\/b> Weirdlings<\/p><p><b>Sect:<\/b> Most Kiasyd belong to the Sabbat, at least nominally. A rare few identify as Camarilla vampires, and others are independent. Since the Kiasyd don’t spend much time around each other if they can help it (see below), drawing a conclusion about their collective preferences is difficult.<\/p><p><b>Appearance:<\/b> The Kiasyd aren’t called “Weirdlings” just because of their behavior. Most of them are well over six feet tall (two meters or more), willowy, and thin. Their skin isn’t just pale, as with most vampires, but glows faintly in moonlight. Their eyes are almond-shaped and have no visible pupils. They are often violet or jet black in color. Their ears are slightly pointed. The Kiasyd cover this with a hat or headband when going out amongst mortals, but even so, their height and skin tone make them stand out.<\/p><p><b>Haven:<\/b> Most Kiasyd spend years building up their havens, improving security, library facilities, and other amenities. They are fiercely protective of their homes, and they do not allow guests without explicit invitations. When they do invite guests, however, they treat them well, offering vintage vitae, comfortable rooms and, of course, plenty of reading material.<\/p><p><b>Background:<\/b> Museum curators, talented students, librarians, rare book experts, and academics of all stripes are likely choices for Kiasyd Embraces. The Weirdlings want their progeny to be studious, polite, and educated, and they don’t want to take the time instructing them in the basics of erudite understanding.<\/p><p><b>Character Creation:<\/b> Mental Attributes and Knowledges are usually primary, though all Kiasyd have some degree of Etiquette. Occult is, of course, a common Ability. Resources, Generation, and Contacts (with other Kindred) are the only common Backgrounds. Kiasyd have difficulty mingling with mortals long enough to gain others.<\/p><p><b>Clan Disciplines:<\/b> Dominate, Mytherceria, Obtenebration<\/p><p><b>Weakness:<\/b> Besides their somewhat freakish appearance, Kiasyd also have an allergy to iron. Touching iron requires an immediate roll to avoid frenzy, and any weapons made from cold iron inflict aggravated damage to Kiasyd.<\/p><p><b>Organization:<\/b> The Kiasyd don’t enjoy each other’s company, which is strange, considering how little they have in common with everyone else. After a short period of instruction (50 years at the most, and this period has grown much shorter in modern nights), a Kiasyd childe is released from her sire’s haven and is no longer the elder Kiasyd’s responsibility.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>A grand experiment. I don’t think it has run its course quite yet, but it has so much ground to make up.<\/i><\/p><p><b>Sabbat:<\/b> <i>What is the color of regret? What is the flavor of a bad debt? Like rust in my mouth.<\/i><\/p><p><b>Ravnos:<\/b> <i>They have some sense of how reality really works. A shame that they squander it on parlor tricks.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Proof positive that the Sabbat needs to be exterminated now. They’ll accept anyone, even demon worshippers.<\/i><\/p><p><b>Sabbat:<\/b> <i>Three vampires walk into a bar, and the fourth was a Weirdling, so the bar decapitated him. Get it?<\/i><\/p><p><b>Ravnos:<\/b> <i>Do not turn your back on these guys, spit on the ground where they’ve walked, and for the love of all that’s holy, do not steal their books.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I didn’t invite you in. Leave. Touch nothing except the floor and the doorknob, or I swear on the moon and the stars I will have you on the other side of that mirror by morning.<\/i><\/p>"}, {"ID":"21","Name":"Nagaraja","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"6","ClanDiscID3":"8","ClanDiscID4":null,"WeaknessShort":"Must consume flesh as well as blood","WeaknessLong":"The Nagaraja require raw flesh in addition to blood to survive. For every night a Nagaraja goes without consuming flesh, he loses one cumulative die from all his Physical dice pools. Eating one point worth of flesh restores one die to these pools until the vampire has “caught up”. A human body has 10 “flesh points”, which work just like blood points: A Nagaraja consuming one flesh point increases his blood pool by one. Unlike blood points, however, taking a “flesh point” from a vessel does one health level of unsoakable lethal damage to that vessel. The flesh the Nagaraja consume must be relatively fresh, though not necessarily “alive”. Indeed, some Nagaraja keep stores of ritually preserved corpses in their havens. This weakness does not allow them to eat food or consume other liquids.","Descr":"<p>A bizarre bloodline of flesh-eating witches, the Nagaraja are legends, feared by Kindred on all sides of the Jyhad. As a result of their hideous appetites, the Nagaraja have been hunted to near extinction in the modern nights by political enemies and the ghosts upon whom they prey. A few of these vampires still prowl the darkness, however, continuing their subtle plans.<\/p><p>Although not particularly forthcoming with their origins, the Nagaraja supposedly hail from the Middle East. They are associated with a death cult in that region that ritually consumed human flesh and opened gateways into the lands of the dead. How these cultists became vampires is lost to history, but those few Kindred that have met the Nagaraja have theories: maybe a wandering Giovanni trader Embraced them, perhaps they tried to follow in Tremere’s footsteps, or they could be the last surviving Cappadocians. The Nagaraja refuse to confirm or deny such speculations, however, so the truth and rumor continue to entwine around these mysterious Kindred.<\/p><p>Some of the Flesh-Eaters belong to a Sect of vampires called the Tal’Mahe’Ra or the “True Black Hand,” apparently distinct from the Black Hand of the Sabbat. What the Tal’Mahe’Ra is doing in the Deadlands isn’t clear, nor why they war with the Restless Dead, but their city in the Underworld is home to a number of the Nagaraja. Those in the land of the living are independent, now seeking to eke out whatever unlife they can.<\/p><p><b>Nickname:<\/b> Flesh-Eaters <\/p><p><b>Sect:<\/b> The Nagaraja as a whole refuse membership in either the Camarilla or the Sabbat, but in Camarilla cities they follow the rules as well as they can (given their weakness).<\/p><p><b>Appearance:<\/b> Nagaraja have pointed, irregular teeth, rather than the usual retractable fangs. This means that they seldom smile, and they tend to speak quietly around mortals — unless they plan to eat them. <\/p><p><b>Haven:<\/b> The Nagaraja take havens where they can. One thing that the Flesh-Eaters do try to incorporate into their havens, when they can, is a means for disposing of bodies. They do not have the luxury of merely sipping a bit of blood the way other Kindred do.<\/p><p><b>Background:<\/b> Most Nagaraja are well-educated, and many have some medical knowledge (either from their mortal lives or acquired post-Embrace). The bloodline’s small numbers make further assertions difficult to support. Some Nagaraja were priests or cultists before the Embrace, some antiquarians, and some exorcists or ghost-hunters.<\/p><p><b>Character Creation:<\/b> Nagaraja usually have solitary or selfish concepts and Natures, though their Demeanors maybe practically anything. Mental Attributes are usually primary, as are Knowledges. The most common Backgrounds for Nagaraja are Contacts, Resources, and Retainers, though a few twisted Mentors sometimes Embrace childer.<\/p><p><b>Clan Disciplines:<\/b> Auspex, Dominate, Necromancy<\/p><p><b>Weakness:<\/b> The Nagaraja require raw flesh in addition to blood to survive. For every night a Nagaraja goes without consuming flesh, he loses one cumulative die from all his Physical dice pools. Eating one point worth of flesh restores one die to these pools until the vampire has “caught up.” A human body has 10 “flesh points,” which work just like blood points: A Nagaraja consuming one flesh point increases his blood pool by one. Unlike blood points, however, taking a “flesh point” from a vessel does one health level of unsoakable lethal damage to that vessel. The flesh the Nagaraja consume must be relatively fresh, though not necessarily “alive.” Indeed, some Nagaraja keep stores of ritually preserved corpses in their havens. This weakness does not allow them to eat food or consume other liquids.<\/p><p><b>Organization:<\/b> While some claim this bloodline belongs to the Tal’Mahe’Ra in its entirety, there are ample exceptions. A given Nagaraja might keep contact with another, but the bloodline as a whole has no organization.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>An umbrella, until the drops grow heavy enough to break it.<\/i><\/p><p><b>Sabbat:<\/b> <i>Perhaps we can kill enough of them? No. The contagion has taken root.<\/i><\/p><p><b>Giovanni:<\/b> <i>You think you’re so powerful and decadent? How quaint.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Ghost problem? Go out to that busted-down house on 65th and follow the smell. You’ll find a guy that can help you. Bring along a mortal you don’t like.<\/i><\/p><p><b>Sabbat:<\/b> <i>These guys have backup you can’t see or touch. Beyond that, no idea.<\/i><\/p><p><b>Giovanni:<\/b> <i>Hey, when did we pick up a bunch of towel-heads?<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Your fate is inevitable, but serve me, and I will protect you from it for as long as I can.<\/i><\/p>"}, {"ID":"22","Name":"Salubri","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"25","ClanDiscID4":null,"WeaknessShort":"Feed only on the willing<br>Lose 1 Willpower if vessel resists","WeaknessLong":"Salubri have difficulty feeding on unwilling vessels. If a Cyclops attempts it, she loses a point of Willpower.","Descr":"<p>The Salubri were once a true Clan. Their Clan founder, Saulot, was said to be a superlative warrior as well as a fair-minded judge. It was also said that he grew progressively more disgusted with Kindred affairs over time, and weary of the constant, bloody cycles of violence and betrayal. He left his home for lands far to the east. When he returned, he was changed. He was tranquil and contemplative, but also somewhat fatalistic. Most surprisingly, though, he had developed a third eye in his forehead. Saulot Embraced new childer, and his Clan slowly split into two distinct lines — the “warrior” and “healer” Salubri. For centuries, they acted as advisors, bodyguards, and sages to other Kindred and, to a lesser extent, mortals.<\/p><p>And then came the diablerie of Saulot.<\/p><p>The mages of the newly created Tremere line found Saulot’s torpid body, and drained his blood and soul. They usurped the power of the one of the Clans of Caine, and sent the Salubri into a downward spiral from which they never really recovered. Tonight, rumor has it that only seven members of the once-respected line exist at any given time.<\/p><p>The rumors die hard, however. Modern Kindred know of the Salubri as diablerists who consume their own sires (and do it openly — patricide is hardly unknown among the other Clans, but they don’t admit to it) and remove the souls of other Kindred. The Soulsuckers are, supposedly, a Clan of defilers and liars from centuries past, possibly involved with demon worship, and demonstrably part of the Sabbat (see Salubri <i>antitribu<\/i>, p. 431). They ask, quite reasonably, how the Salubri are able to achieve Golconda with any regularity. They wonder how any line can sustain itself with so few members. And, finally, they pose this question: even if these first two notions are taken as given, why would the Salubri need to submit to diablerie? Why do their childer need to consume their sires’ souls, if not for some defect in the bloodline itself?<\/p><p><b>Nickname:<\/b> Cyclops, or, less kindly, Soulsuckers<\/p><p><b>Sect:<\/b> The Salubri are independent, though they do sometimes masquerade as other Clans and blend in with the Camarilla. The Salubri, however, are just trying to survive long enough to reach Golconda and pass along their blood. Sectarian politics mean nothing to them.<\/p><p><b>Appearance:<\/b> Each Salubri has a third eye in the center of their forehead. Otherwise, the Salubri are too few in number for any generalization about their appearances to be possible. Their ranks in modern nights have included children, the elderly, and adults of all races.<\/p><p><b>Haven:<\/b> Salubri are unwelcome in most cities, and that means their havens are situated in isolated environments. They also usually have multiple escape routes, and only have what possessions the character can carry in a backpack. Quick departures are not uncommon for the members of this bloodline, so Salubri don’t get attached to their havens.<\/p><p><b>Background:<\/b> The Salubri Embrace people whom they feel can find Golconda. Healers, teachers, empaths, and other people with high Humanity ratings are good choices, although occasionally Salubri Embrace evil people in hopes of seeing them redeemed (or, at least, setting them on that path).<\/p><p><b>Character Creation:<\/b> Social or Mental Attributes are often primary, as are Knowledges. Most Salubri also have decent ratings in Empathy. All Salubri must take five dots of Generation (to represent their diablerie of their sires), and most have at least a dot of Herd as well.<\/p><p><b>Clan Disciplines:<\/b> Auspex, Fortitude, Obeah<\/p><p><b>Weakness:<\/b> Salubri have difficulty feeding on unwilling vessels. If a Cyclops attempts it, she loses a point of Willpower.<\/p><p><b>Organization:<\/b> The Salubri are not, as a bloodline, organized. In fact, when Salubri do meet, it tends to be on the instruction of their sires — the dying wish of a given Cyclops to her childe might be to seek out another member of the bloodline and deliver a message or pay respects.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>Judge a man by the company he keeps.<\/i><\/p><p><b>Sabbat:<\/b> <i>Fish gotta swim, birds gotta fly, warriors gotta make war.<\/i><\/p><p><b>Tremere:<\/b> <i>The enemy. For them, there can be no forgiveness.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Yeah, yeah. I’ve heard the same things you have. Consider the source.<\/i><\/p><p><b>Sabbat:<\/b> <i>We’ve got some open slots, any time you folks wanna man up.<\/i><\/p><p><b>Giovanni:<\/b> <i>Hey, Tremere. I feel your pain.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I say this and mean it truly — no burden I have ever carried is heavier than what this new eye has seen.<\/i><\/p>"}, {"ID":"23","Name":"Samedi","IsUgly":"1","ClanDiscID1":"7","ClanDiscID2":"9","ClanDiscID3":"30","ClanDiscID4":null,"WeaknessShort":"Corpselike and decayed<br>Appearance 0: can never be raised","WeaknessLong":"The Samedi, as mentioned, are putrid beyond words. Samedi characters have Appearance ratings of 0, and automatically fail Appearance rolls.","Descr":"<p>If the Nosferatu are repulsive and the Harbingers of Skulls are hideous, a word hasn’t yet been invented to describe the Samedi. Resembling nothing so much as walking, rotting corpses, these odd vampires take their name and their origin from the Caribbean and the religion of vodoun (popularly known as voodoo). Baron Samedi, in legend, was a loa of death and ancestor worship. The vampires that bear his name and visage (for Samedi is often portrayed as a corpse, albeit not one so disgusting as the Stiffs) also often share his rude, blunt demeanor. In fact, a vampire going by the name of “Baron Samedi” seems to be the founder, or at least the oldest extant member, of the bloodline.<\/p><p>The Samedi might seem to be an offshoot of the Nosferatu, but their powers of Thanatosis — a Discipline dedicated to manipulating dead flesh — speak of a connection to the Giovanni or their doomed predecessors, the Cappadocians. If that is the case, though, the Samedi and the Giovanni went their separate ways long ago, for neither has anything good to say about the other. The reason for this enmity is not something that members of either line discuss in public, but the Giovanni apparently have a history with Baron Samedi himself. The Baron, still active in the bloodline’s affairs, refuses to discuss the “deal” that he had with Augustus Giovanni, but it must have been something of gravity for the mutual dislike to persist.<\/p><p>Samedi take the roles of enforcers and assassins in Kindred society. They don’t do it on ideological grounds, like the Assamites, and thus they find work with Kindred who want to get what they paid for. The Samedi do not take contracts against Nosferatu or, strangely, Giovanni Kindred without a heavy fee, speaking to some regard or fear of these Clans. As with so many other facts about their line, the Samedi have nothing to say on the matter.<\/p><p><b>Nickname:<\/b> Stiffs<\/p><p><b>Sect:<\/b> Samedi occasionally join the Camarilla or the Sabbat, but for the most part they consider themselves independent.<\/p><p><b>Appearance:<\/b> Saying that a Samedi resembles a rotting corpse is, sadly, in no way a euphemism. Their flesh is soft and tends to leak fluid if poked too hard. Their ears and noses rot away (but still function normally), and tiny bits of their skin tend to slough off and regrow. Skin retracts from the eyes and teeth, giving them the appearance of grinning skulls, but too much meat clings to the cranium for them to achieve the cleaner horror of the Harbingers of Skulls. Some Samedi are leathery and dry, like unwrapped mummies. These Stiffs still stink, but their stench is more reminiscent of rotted flowers and old decay than fresh putrescence.<\/p><p><b>Haven:<\/b> The Samedi make havens in places where a moldering corpse and its stench aren’t out of place. Morgues, mortuaries, graveyards, and meat packing plants house the occasional Samedi. Some members of the bloodline choose to dwell below ground like the Nosferatu, but this does lead to conflict between the Stiffs and the Sewer Rats.<\/p><p><b>Background:<\/b> The Samedi are a relatively young line. No Samedi older than 250 years is known to exist. Most of the older ones hail from the Caribbean islands or the southern United States. Neonate Samedi don’t always share this connection to vodoun, but frequently were close to death (one way or another) before the Embrace.<\/p><p><b>Character Creation:<\/b> While Physical Attributes are a priority for those Samedi working as killers and enforcers, many Samedi lean toward Mental Traits. Samedi rarely have the Herd or Resources Backgrounds, and their standoffish and solitary nature means that Mentor and Allies are equally rare.<\/p><p><b>Clan Disciplines:<\/b> Fortitude, Obfuscate, Thanatosis<\/p><p><b>Weakness:<\/b> The Samedi, as mentioned, are putrid beyond words. Samedi characters have Appearance ratings of 0, and automatically fail Appearance rolls.<\/p><p><b>Organization:<\/b> The Samedi are too rare to be organized. They might cross each other’s paths occasionally and trade stories, but no plan or schedules exists for these meetings, at least as far as anyone outside the bloodline can tell.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>Careful. These jokers have a built-in reason to set us on fire, and they aren’t afraid to use it.<\/i><\/p><p><b>Sabbat:<\/b> <i>They’re more honest than the Camarilla, anyway. But I smell like a dead asshole already; I don’t need to actually be a dead asshole.<\/i><\/p><p><b>Giovanni:<\/b> <i>Just because you’re older than me don’t mean I give a fuck what you think, dago.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>We’re all agreed that our continued survival rests on the mortals not knowing about us, right? How about we get rid of the walking, talking, Masquerade breach?<\/i><\/p><p><b>Sabbat:<\/b> <i>They follow the Baron, I prefer to dance with Erzulie. But it’s nice to know that the family still talks.<\/i><\/p><p><b>Giovanni:<\/b> <i>So they can stuff shit into their dead stomachs. That’s not Necromancy. That’s, like, biology.<\/i><\/p><p class=ttlQuote><b>Quote:<\/b> <i>Make fun of me one more time and I’ll hug you, you prissy bitch.<\/i><\/p><\/div>"}, {"ID":"24","Name":"True Brujah","IsUgly":"0","ClanDiscID1":"11","ClanDiscID2":"12","ClanDiscID3":"29","ClanDiscID4":null,"WeaknessShort":"+2 difficulty to Conscience or Conviction rolls<br>Humanity\/Path and Conscience\/Conviction cost double","WeaknessLong":"True Brujah lose much of their emotional capacity when they are Embraced, and their ability for sympathy continues to deteriorate as they grow older. All Conscience and Conviction rolls are made at +2 difficulty (maximum 10), and ratings in Conscience, Conviction, Humanity, and Paths of Enlightenment cost double the normal experience costs.","Descr":"<p>The Clan Brujah that most Kindred know in the modern nights is not, according to legend, the true lineage of the Antediluvian known as “Brujah.” The strange bloodline known as the True Brujah claim that Brujah’s childe, Troile, committed diablerie upon him and stole control of the Clan. Brujah, it is said, was not the hot-blooded warrior\/scholar that many vampires associate with the Rabble, but rather a staid, passionless introvert. Why, then, he chose to Embrace a maniac like Troile in the first place is a mystery that will likely never be fully explained.<\/p><p>The True Brujah were never subject to a massive purge as the Salubri or the Cappadocians were, but they don’t Embrace often and never recovered from the theft of their Clan status. Their city — the Carthage of Kindred myth, in which vampires openly ruled over mortals — supposedly died out due to the treachery of Troile’s childer (though other stories suggest demonic influence). From there, the bloodline faded from history. A few notable members of the bloodline appear throughout history, but by the modern nights only Kindred historians or those who chance to meet them can speak of their existence.<\/p><p>Whatever the truth of their origins, the True Brujah have remained a small but constant presence in Kindred society. Sometimes they wear their true nature openly, while other times they claim membership in other Clans (stating their Clan as “Brujah,” for example, and not bothering to correct the misapprehension that ensues). Their primary focus is the pursuit of knowledge, and to that end they have made some strange alliances. The True Brujah occasionally ally with the Followers of Set, and sometimes even provide services as consultants to the Sabbat in exchange for access to secrets and locations normally closed to them.<\/p><p><b>Nickname:<\/b> Sages<\/p><p><b>Sect:<\/b> The Sages have become more or less independent. They follow the Camarilla’s rules when in their cities, and avoid the Sabbat lest they become pressed into service or destroyed. While it isn’t impossible for a True Brujah to join the Sword of Caine, most of them can’t summon up the necessary fervor.<\/p><p><b>Appearance:<\/b> In nights past, the True Brujah were predominantly of Greek or North African descent. As the centuries wore on, though, the Sages Embraced progeny from across Europe and, eventually, the New World. In modern nights, True Brujah tend to dress professionally, the better to fit in with the academic settings they prefer.<\/p><p><b>Haven:<\/b> Some True Brujah maintain multiple havens around the world, which they use as they travel pursuing whatever kind of knowledge they find most fascinating. Others stay closer to a given city, generally with a centuries-old university or other center of learning nearby. In either case, their havens tend to be clean, well-maintained, and austere.<\/p><p><b>Background:<\/b> It’s not entirely accurate to say that the True Brujah only Embrace academics and scholars, but it’s fairly rare for them to do otherwise. Sages sometimes Embrace out of curiosity or even spite, but for the most part they choose people whose capacity of learning and accumulated knowledge will benefit their sires.<\/p><p><b>Character Creation:<\/b> Mental Attributes and Knowledges are usually primary. True Brujah sires instruct their childer in the basics of Occult and some form of combat (it’s just not practical to be unable to fight). Nature and Demeanor are often similar, if not identical, and never anything forceful or passionate. Common Backgrounds include Resources, Contacts, and Herd.<\/p><p><b>Clan Disciplines:<\/b> Potence, Presence, Temporis<\/p><p><b>Weakness:<\/b> True Brujah lose much of their emotional capacity when they are Embraced, and their ability for sympathy continues to deteriorate as they grow older. All Conscience and Conviction rolls are made at +2 difficulty (maximum 10), and ratings in Conscience, Conviction, Humanity, and Paths of Enlightenment cost double the normal experience costs.<\/p><p><b>Organization:<\/b> While their rarity precludes frequent meetings, the bloodline comes together twice a century to discuss matters that affect them all. The eldest members of the bloodline determine the location and specific time of the meeting. Outside of these larger meetings, many True Brujah stay in contact via letters, whether handwritten or online.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>After a certain point, a system becomes self-sustaining, and even if it no longer has any resemblance to its original purpose, it is too large to dismantle.<\/i><\/p><p><b>Sabbat:<\/b> <i>I strongly suspect that the future of all Kindred can be found in this Sect. I also hope I am wrong.<\/i><\/p><p><b>Brujah:<\/b> <i>A misguided, angry thief is still a thief.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>Yeah, they seem all smart and shit. My sire told me stories. Don’t trust ‘em, just stake ‘em.<\/i><\/p><p><b>Sabbat:<\/b> <i>I spent a very pleasant evening conversation with one of their number some years back. I lament that their temperament doesn’t induce them to join us. At least they are tactful.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Our newest friends. We are still, I admit, at a loss for how best to tempt them. They don’t seem to want anything.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I spared you last night because we hadn’t finished our conversation. I might spare you tonight, if I think that tomorrow you might still interest me.<\/i><\/p>"}, {"ID":"25","Name":"Ahrimanes","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"12","ClanDiscID3":"28","ClanDiscID4":null,"WeaknessShort":"Unable to create ghouls, childer or blood bonds","WeaknessLong":"An Ahrimanes’ blood was inert. They were unable to create childer or blood bonds, and a person consuming Ahrimane blood did not become a ghoul.","Descr":"<p>The strange tale of the Ahrimanes begins with a Sabbat Gangrel <i>antitribu<\/i> named Muricia. Caught between two warring factions of Sabbat Gangrel, she watched as her packmates were pulled into the conflict and ultimately killed. She renounced the Sabbat and the Gangrel Clan entirely, now calling herself “an Ahrimane,” and called upon shamanic magic to alter herself. How exactly this was accomplished is still a mystery. One theory is that Muricia was an anomaly even before she attempted her magical working, and had access to powers that other vampires didn’t. Another (possibly more plausible) theory is that Muricia had help from mortal sorcerers who were hoping the effect would spread throughout the Kindred of the world, sterilizing them and preventing any new vampires from being created.<\/p><p>Regardless of the origin, Muricia found that she was not able to create childer or blood bonds. She did, however, retain the ability to turn other Kindred (at least other Gangrel) into whatever she had become. She kept the animalistic features that she can gained during her previous unlife, however, and it may have been her cat-like eyes that lent her bloodline its nickname.<\/p><p>Muricia extended the offer of “becoming Ahrimane” to any female Gangrel who wished it. She made it quite clear she was not interested in performing the process on male Kindred, though the specific reasons for this remain unclear. A few Gangrel joined her, taking havens in the southern United States and avoid contacting with other Sabbat.<\/p><p>The Ahrimanes were never numerous, and although they remained nominally allied with the Sabbat, Muricia made it quite clear that they were to be left alone. This isolation may have doomed them, however. In the late 1990s, all contact with the Cats ceased. Investigators found, sometime later, that their havens were empty, and no one has heard from them since. Most Sabbat believe that the Ahrimanes were destroyed, but concede that it is possible that Muricia might have led her line on a spiritual pilgrimage somewhere out of the Kindred’s reach.<\/p><p><b>Nickname:<\/b> Cats<\/p><p><b>Sect:<\/b> The Ahrimanes were an independent Sect, or more accurately, a group of independent individuals. They identified more with the Sabbat than the Camarilla, if only because they did not wish to answer to any elder (expect perhaps Muricia).<\/p><p><b>Appearance:<\/b> All Ahrimanes were female, and most were either of African American or Native American descent (Muricia, apparently, was not partial to Caucasian vampires). Most Ahrimanes never went anywhere unarmed, and dressed to fight. Many Ahrimanes had animal features left over from their time as Gangrel.<\/p><p><b>Haven:<\/b> Muricia was a vampire of some means, and she purchased houses on the outskirts of several cities in the American South (in Louisiana, Mississippi, and Georgia especially). New Ahrimanes could make their own arrangements or stay in one of these homes.<\/p><p><b>Background:<\/b> All Ahrimanes were Gangrel before their magical transformation. As such, their Backgrounds varied just as much as the Beasts’. The sort of Gangrel who became an Ahrimane was female, usually non-white, and frustrated by the situation in her Sect or city.<\/p><p><b>Character Creation:<\/b> All Ahrimanes had at least three dots in Mentor, to represent Muricia’s guidance. Combat Abilities and Physical Attributes were common, but this was as much from the Ahrimanes’ Gangrel background as anything else. Likewise, a dot or two of Protean or Fortitude was common, since Ahrimanes began unlife as Gangrel.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Presence, Spiritus<\/p><p><b>Weakness:<\/b> An Ahrimanes’ blood was inert. They were unable to create childer or blood bonds, and a person consuming Ahrimane blood did not become a ghoul.<\/p><p><b>Organization:<\/b> Since all Ahrimanes effectively had the same “sire,” they were all beholden to Muricia. She did not attempt to control or rule her creations, but did keep tabs on them and help them develop their powers of Spiritus. The bloodline was fairly tight-knit, as vampire “families” go, and threatening one Ahrimane generally meant battling several.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>I would suffocate under their rule.<\/i><\/p><p><b>Sabbat:<\/b> <i>Let them think they run us. They fear us, and they are not wrong to do so.<\/i><\/p><p><b>Gangrel:<\/b> <i>The only vampires that understand true freedom.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>I do wonder, sometimes, if I was wrong in rejecting her offer. Would I see the things she claims to have seen? Would others think I was as crazy as I thought her?<\/i><\/p><p><b>Sabbat:<\/b> <i>You know you can’t train a fucking cat.<\/i><\/p><p><b>Assamites:<\/b> <i>Changing the blood is possible. I don’t like the change they made, but still, their ambition is admirable.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>We are an evolution of your disease, an awakening from the nightmare of Caine. Come, sister. Awaken.<\/i><\/p>"}, {"ID":"26","Name":"Anda","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"7","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Gain animal feature every other Frenzy<br>Dice pools halved after 3 nights in the same area","WeaknessLong":"Like the Gangrel from which they were descended, Anda gained animal features from frenzying. Unlike the Gangrel, though, Anda gained such a feature once every other frenzy. However, the Anda suffered a further weakness - for each day after the third that an Anda slept within the same one-mile area, all dice pools were halved (to a minimum pool of one).","Descr":"<p>The Anda were a Gangrel offshoot, created by a Methuselah called Dobrul the Brave. Dobrul, a wanderer with great respect for the Mongol hordes, Embraced several of their warriors. These vampires became the spirit warriors of the steppe, following the nomadic Mongol tribes and protecting them from outward threats.<\/p><p>The Anda had intricate rites governing the Embrace of new Kindred. Once a candidate was selected, any Anda in the area met for a discussion on that candidate’s qualities. The prospective Tartar had to be an impressive warrior, but tempered enough in nature to understand that only by protecting his tribe from outward supernatural threats could he keep it healthy enough to feed from. Once the decision was made, the prospective sire would wash the candidate in a river, a ritual funerary bathing in the Mongol tradition. He would then drain and Embrace the new vampire.<\/p><p>This kind of ritual and observance governed much of the Anda’s existence. Long and lonely nights wandering the steppe, either with the Mongols or alone (and they did wander alone, sometimes even into Western Europe), the Anda’s Beast was the only company. Small wonder that these Kindred viewed themselves as spiritual warriors, their brutal ethos the only bulwark against madness and depredation.<\/p><p>The Anda made war against a variety of foes. They would join their nomad tribes against whatever enemies they chose (as far as they could, since not all battles were fought at night). They also clashed with native Chinese shapeshifters and vampires, and it was this latter group that proved the undoing of the Anda in the 14th century. The bloodline’s heyday was the reign of Kublai Khan, and during this time they could be found openly celebrating their undead nature in China. When Kublai died, the Anda fell into decline, and in the modern nights none are known to exist.<\/p><p><b>Nickname:<\/b> Tartars<\/p><p><b>Sect:<\/b> Wandering Anda might join a particular vampire’s court, at least for a time, but their irresistible push to keep moving prevented them from becoming permanent fixtures anywhere in Europe. In their own lands, they watched over Mongol tribes called yasun, parasitically protecting and feeding from the mortals.<\/p><p><b>Appearance:<\/b> The Anda Embraced exclusively from the Mongol tribes, so they were short, stocky, and bow-legged from a lifetime of riding. The skin of an Anda faded to an odd brown-yellow following the Embrace.<\/p><p><b>Haven:<\/b> The Anda dwelled on the steppe, far enough away from their yasun to avoid discovery, but close enough to catch up with them when night fell. The truly monstrous or depraved among them did not protect a tribe, but led a solitary unlife, feeding as opportunity permitted. These poor souls typically fell to torpor from hunger, and if any Anda still exist, it is likely one of these horrors, sleeping buried in somewhere in China.<\/p><p><b>Background:<\/b> The Anda did not Embrace capriciously. They chose their candidates carefully, since this choice made a statement about who would protect their people. All Anda were skilled horsemen, trackers, warriors, and, to some degree, shamans.<\/p><p><b>Character Creation:<\/b> Unlife on the steppe was harsh. Physical Attributes were generally primary, with Talents and Skills sharing priority (especially martial ones — all Anda had some facility in Melee, Brawl, and Survival). All of the Anda’s Disciplines were important, but neonate Anda generally found that learning Earth Meld was a matter of survival.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Fortitude, Protean<\/p><p><b>Weakness:<\/b> Like the Gangrel from which they were descended, Anda gained animal features from frenzying. Unlike the Gangrel, though, Anda gained such a feature once every other frenzy. However, the Anda suffered a further weakness — for each day after the third that an Anda slept within the same one-mile area, all dice pools were halved (to a minimum pool of one).<\/p><p><b>Organization:<\/b> On the night of the new moon, all Anda within a given radius met to discuss the movements of their yasun and what kinds of threats might require their collective attention. The eldest Anda in such a gathering was called the khan, and all others were expected to submit to his authority.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>High Clans:<\/b> <i>Strange tribes. Strange khans.<\/i><\/p><p><b>Low Clans:<\/b> <i>Some truly do seem low — diseased, mad, weak. And others I would glad call brother.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>High Clans:<\/b> <i>Savages that ride with the Tartars. The low-born know their own.<\/i><\/p><p><b>Low Clans:<\/b> <i>They wander the world, drinking only blood, sleeping in the dirt. They are closer to Caine than I, then, and I thank them for it.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I am not a monster. I am a shepherd. I protect the sheep from wolves like you, because I wish to eat them.<\/i><\/p>"}, {"ID":"27","Name":"Cappadocians","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"8","ClanDiscID4":null,"WeaknessShort":"Deathly pallor","WeaknessLong":"As mentioned, the Cappadocians exhibited a deathly pallor, and this only worsened as the vampire grew older. Young Cappadocians were able to pass for human (though mortals that knew what to look for could pick them out easily), but elder Cappadocians showed shriveled skin and a much more withered countenance.","Descr":"<p>The story of Clan Cappadocian is tragic, but illustrative of the parasitic cycle of Kindred existence. Nothing lasts forever in vampiric circles, but nothing ever truly dies.<\/p><p>The Cappadocians were a Clan that focused on death and undeath. Their founder, an ancient known simply as “Cappadocius” (“of Cappadocia”), did not attempt to rule his Clan. He asked only that they continue the search for truth and the secrets of life and death. The Clan’s ancestral roots were rumored to be somewhere in Asia Minor, but by the end of the Dark Ages they had spread throughout Europe. Known as scholars, mystics, and necromancers, the Cappadocians were as firmly entrenched in the Cainite society of their time as any of the Clans of the Camarilla are tonight.<\/p><p>The Graverobbers expanded their knowledge base by Embracing members of important families or promising scholars. By the 13th century they had inroads across Europe, in monasteries, universities, and in the courts of royalty, but also members and ghouls among the working classes. Everyone must eventually die, the Cappadocians realized, and every death was potentially a lesson.<\/p><p>Their inclusive attitude may have spelled the Clan’s doom. They accepted a Venetian merchant family called the Giovanni (the family’s propensity for summoning up and controlling ghosts had as much to do with their Embrace as their skill with finance). Over the following centuries, the Giovanni worked their way into the hierarchy of the Clan, until Augustus Giovanni committed diablerie upon Cappadocius. Over the next few centuries, the Giovanni systematically destroyed the remaining Cappadocians. In modern nights, only small remnants survive, such as the Harbingers of Skulls. The lineage of these remnants is largely unknown.<\/p><p><b>Nickname:<\/b> Graverobbers<\/p><p><b>Sect:<\/b> The Cappadocians did not survive long enough to take a side in the Camarilla\/Sabbat divide.<\/p><p><b>Appearance:<\/b> The Graverobbers were pale and corpse-like, even for vampires. Their hair often darkened slightly after the Embrace, giving them even more of an ethereal appearance. The Cappadocians dressed appropriately for their station and role.<\/p><p><b>Haven:<\/b> Cappadocians preferred a measure of solitude when choosing their havens. Although they had to stay close enough to mortals to feed, they often chose quiet locales to make their homes — monasteries, crypts, and even sewers or cisterns. The Cappadocians acting as scholars or advisors enjoyed a better standard of unlife, but even they often chose places that mortals had no interest in exploring.<\/p><p><b>Background:<\/b> As a general rule, the Cappadocians were not concerned with ethnicity or nationality when Embracing, meaning that it wasn’t uncommon to find Moors, Jews, or even pagans brought into the Clan. The Graverobbers were more inclined to Embrace people with an interest in death. That didn’t necessarily mean causing death (though certainly they Embraced their share of soldiers and hunters), but scholars of the afterlife and religion, gravediggers, priests, and hermits all found their way to Clan Cappadocian.<\/p><p><b>Character Creation:<\/b> Mental Attributes and Knowledges were often primary, and rare was the Cappadocian without at least a few dots of Occult. The Clan included warriors as well as scholars and priests, and a Cappadocian who chose to be a tyrant could be a frightening creature indeed. For the most part, though, the Clan tended more toward intellectual and spiritual pursuits, and choices of Abilities and Backgrounds reflected that.<\/p><p><b>Clan Disciplines:<\/b> Auspex, Fortitude, Necromancy<\/p><p><b>Weakness:<\/b> As mentioned, the Cappadocians exhibited a deathly pallor, and this only worsened as the vampire grew older. Young Cappadocians were able to pass for human (though mortals that knew what to look for could pick them out easily), but elder Cappadocians showed shriveled skin and a much more withered countenance.<\/p><p><b>Organization:<\/b> Clan Cappadocian was, in its heyday, an important Clan historically. It claimed domain in several important cities across Europe, and it wasn’t uncommon for Graverobbers to act as spiritual or mystical advisors to other medieval Princes. Internally, the Clan had little strict hierarchy, though as the years wore on the Clan’s core became more localized around the founder (which, in turn, allowed the Giovanni to take it over).<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>High Clans:<\/b> <i>We have seen the death of kings, and it is much like the death of peasants. But the final resting places are grand, and maybe that makes the difference.<\/i><\/p><p><b>Low Clans:<\/b> <i>When towers have fallen and kings are thrown down, who will remember us? It will be the low-blooded, and I hope they are kind in their eulogies.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>High Clans:<\/b> <i>Noble and wise Cainites, though perhaps a bit too curious. Not every door need be opened.<\/i><\/p><p><b>Low Clans:<\/b> <i>Pretenders. Do you want to know what death can really do? Come to my domain and listen to the death-rattles.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Everyone must ride with Charon, by and by. We merely wish to know what to ask him before we step onto his boat.<\/i><\/p>"}, {"ID":"28","Name":"Children of Osiris","IsUgly":"0","ClanDiscID1":"99","ClanDiscID2":"99","ClanDiscID3":"99","ClanDiscID4":"19","WeaknessShort":"As appropriate for the character’s original Clan.","WeaknessLong":"As appropriate for the character’s original Clan.","Descr":"<p>Egyptian mythology abounds with tales of the rivalry between Set and his brother, Osiris. Knowledgeable vampires are aware that the Followers of Set claim descent from an Antediluvian who took his name from that Egyptian serpent-god (though the Setites certainly seem to think Set actually was the god). If that’s the case, such Kindred wonder, who was Osiris? A mortal spellcaster that was Embraced? Set’s childe? Or perhaps another Antediluvian, lost to time and destroyed millennia ago?<\/p><p>Whatever the truth about Set, there was once a powerful vampire called Osiris. He was a philosopher and a scholar in an Egyptian court (whose dynasty is unknown), Embraced by an unknown vampire who believed that his knowledge of the law would make him a useful ally in the battle to bring Egypt under Kindred influence. Osiris, however, was horrified by his new condition. Rather than meet the sun, though, he became determined to face and banish his personal demons, and especially his own Beast. His studies on sublimating the vampiric impulses may have helped form the basis for the search for Golconda. At the very least, they expanded it.<\/p><p>The Children of Osiris might have become a Clan and continued into the modern nights, but Set slew Osiris. As mortal legendry has it, Set dismembered his “brother” and scattered his body throughout the land of Egypt. His sister, Isis (perhaps another vampire, but no one still extant seems to know for sure) found the pieces and reassembled them, and impossibly, Osiris was resurrected. Death, however, had taken its toll. His blood was inert, and he could no longer create more childer. This, however, did not stop him from spreading his path.<\/p><p><b>Nickname:<\/b> Since even the Kindred who know about the Children of Osiris assume them all to be dead, they do not have a common nickname.<\/p><p><b>Sect:<\/b> Strictly speaking, the Children of Osiris are a Sect, rather than a bloodline. They do not (and, by virtue of their own laws, cannot) join the Sabbat or the Camarilla.<\/p><p><b>Appearance:<\/b> Since the Children can hail from any Clan or bloodline, their appearance can vary widely. They all shave their heads every evening upon awakening, and when in their temples they wear white robes adorned with mystical symbols and hieroglyphs. When leaving their temples on business, they dress simply and stay inconspicuous.<\/p><p><b>Haven:<\/b> The few remaining Children of Osiris in the world dwell in one of several temples. These temples are well-hidden and kept secret from other Kindred, meaning that they tend to be in areas that don’t boast much of a vampire population.<\/p><p><b>Background:<\/b> Children of Osiris renounce their Clans because they hate their condition, but do not wish to commit suicide. The search for Golconda leads some Kindred to the Children, while others encounter the Sect after running afoul of the Followers of Set.<\/p><p><b>Character Creation:<\/b> Children of Osiris can be from any Clan (except the Followers of Set; while the Children might be willing to accept a truly repentant Setite, the situation has never come up). The character can have any combination of Attributes and Abilities, and they retain whatever knowledge of Disciplines they had before joining. Nature and Demeanor tend to be the same — the Children of Osiris are straightforward and honest.<\/p><p><b>Clan Disciplines:<\/b> As appropriate for the character’s original Clan. Children of Osiris can also learn Bardo as an in-Clan Discipline.<\/p><p><b>Weakness:<\/b> As appropriate for the character’s original Clan.<\/p><p><b>Organization:<\/b> Each temple is under the supervision of an elder Child of Osiris (called the Undying King), and the entire Sect answers to a mysterious vampire called the Grand Undying King, rumored to be a direct childe of Osiris from before he lost the ability to Embrace. The Sect focuses on maintaining their Humanity, which is of course a difficult enough concern, but also thwarting the machinations of the Followers of Set without the Serpents knowing they still exist.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>Camarilla:<\/b> <i>The best option for most Kindred, and still not nearly good enough.<\/i><\/p><p><b>Sabbat:<\/b> <i>If they are less evil than the Serpents, it is only because the Sword of Caine occasionally kills them.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Osiris came back from death to avenge himself on Set. And so shall we.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>Camarilla:<\/b> <i>My research indicates that Osiris and Set may have actually existed as Kindred at one time. Strange, then, that Set’s “descendants” are hale and healthy and selling drugs on the corner, while Osiris’ seem to have vanished entirely.<\/i><\/p><p><b>Sabbat:<\/b> <i>Nah, man. Luis went soft. We hit that gang of Setites last month, we got separated, and then he’s talking about “I won’t kill anymore” or some bullshit. Bishop probably torched him. Forget it.<\/i><\/p><p><b>Followers of Set:<\/b> <i>Feels good to win, even if the loser hasn’t really been a real concern in a thousand years.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>I could meet the sun, but I fear my heart would not balance the feather of Ma’at. Until I am sure, I will remain.<\/i><\/p>"}, {"ID":"29","Name":"Lamia","IsUgly":"0","ClanDiscID1":"7","ClanDiscID2":"8","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Infectious bite","WeaknessLong":"The Lamia carried the “Seed of Lilith”, a wasting disease spread by their bite. Anyone the Lamia fed upon was required to make a Stamina roll (difficulty 6 for women, 8 for men). If the roll failed, the victim contracted a Black Plague-like pox that was fatal within several days. Any vampire that consumed Lamia blood became a carrier of the disease until all of the Lamia vitae had been purged from his body.","Descr":"<p>The Lamia were a bloodline of Cainites devoted to defending Clan Cappadocian. The founder of the bloodline, Lamia, claimed to be a daughter of Lilith, Adam’s first wife. According to legend, a Cappadocian elder named Lazarus found her performing sacred rites to Lilith, the Dark Mother. Impressed by her skill and perhaps taken with her fierce beauty, he Embraced her. While she died and the Change took her, Lilith gave her a vision, a deep understanding of her future and that of the Cappadocians. When she recovered, she whispered something to Lazarus, and the Cappadocian elder fled in terror.<\/p><p>Lamia did find her way back to the Clan, though, and her bloodline became the guardians of the Cappadocians. They were never very numerous, but important Graverobbers often had at least one Gorgon standing at their side. The Lamia learned to feed sparingly, since their bite carried disease, and developed their own path of Necromancy based on the four humors. Over the centuries, they became an important resource for the Cappadocians. And yet, behind their loyalty was perhaps a greater dedication to the Dark Mother and to the vision of their founder.<\/p><p>The Revelation of the Dark Mother seems to have led the line to tragedy, however. The Lamia died defending the Cappadocians when the Giovanni subsumed the Clan. Augustus Giovanni murdered Lamia herself following his diablerie of Cappadocius, and the last known member of the bloodline was destroyed in 1718 as part of a Camarilla blood hunt.<\/p><p><b>Nickname:<\/b> Gorgons<\/p><p><b>Sect:<\/b> The Lamia were somewhere between the High and Low Clans. They were not a Clan, but were considered part of Clan Cappadocian in most Cainites’ understanding. Other Cainites, however, treated them respectfully as servants or soldiers, both out of deference to their skills and to their patrons.<\/p><p><b>Appearance:<\/b> The Lamia did not share the Cappadocians’ pallor. Many of them were of Mediterranean or Semitic descent, though as the Cappadocians traveled across Europe with their Gorgon bodyguards, other nationalities came into the bloodline as well. The bloodline was predominantly female, but it wasn’t uncommon for Lamia to dress as men (usually armed and armored).<\/p><p><b>Haven:<\/b> The Lamia shared havens with their Cappadocian patrons. When they made their own, they often chose crypts and sarcophagi, preferring to be alone among the dead (feeding on the recently dead also minimized their chance of starting an outbreak of plague).<\/p><p><b>Background:<\/b> Since the Lamia Embraced women almost exclusively, they seldom had the chance to Embrace trained warriors. Instead, the Gorgons often chose women who had some experience with death. Women who had attempted or contemplated suicide, or had recently committed murder, were common choices. Likewise, women with a pronounced interest in black magic or scholarly pursuits in general were candidates for the Lamia Embrace. Training in combat could come after the gift of immortality.<\/p><p><b>Character Creation:<\/b> All Lamia had some combat training, usually from their sires. Physical or Mental Attributes might be primary, as were Skills. The Lamia also tended to have some familiarity with Occult, both from the rites taught to them by their own bloodline and simply by proximity to the Cappadocians.<\/p><p><b>Clan Disciplines:<\/b> Fortitude, Necromancy, Potence<\/p><p><b>Weakness:<\/b> The Lamia carried the “Seed of Lilith,” a wasting disease spread by their bite. Anyone the Lamia fed upon was required to make a Stamina roll (difficulty 6 for women, 8 for men). If the roll failed, the victim contracted a Black Plague-like pox that was fatal within several days. Any vampire that consumed Lamia blood became a carrier of the disease until all of the Lamia vitae had been purged from his body.<\/p><p><b>Organization:<\/b> The sire-childe relationship in the Lamia was very strong, as most Lamia had to remain with their sires for at least a year to achieve the necessary combat skill to be of use. Lamia remained the leader of the bloodline until her destruction, but her first and most important order to her daughter was to serve the Cappadocians.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>High Clans:<\/b> <i>Our masters’ fellows cannot be trusted. Bow, but with one hand on your blade.<\/i><\/p><p><b>Low Clans:<\/b> <i>Their humors are purer. Sometimes far too pure.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>High Clans:<\/b> <i>The Graverobbers have their own class of bodyguards. Hmm. It’s sad that they need them.<\/i><\/p><p><b>Low Clans:<\/b> <i>Something is horribly wrong with these plague-bringers.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>Approach the Prince when I bid you, or lose your hands.<\/i><\/p>"}, {"ID":"30","Name":"Lhiannan","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"26","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Difficulties to detect their nature reduced by 2<br>All dice pools -1 when outside their territory","WeaknessLong":"The Lhiannan were part nature spirit, and the mark of their inhumanity ran strong within them. All difficulties to detect their nature via Auspex were reduced by two, and even normal humans felt vaguely uncomfortable in their presence. Additionally, any Lhiannan who left her territory became agitated - all dice pools were reduced by one die per week (to a minimum of the character’s Stamina) that she was gone. Once she re-entered her territory, her dice pools returned to normal within a few hours.","Descr":"<p>The Lhiannan boasted a strange creation story. They claimed that their founder — a vampire simply known as the Crone — became bonded with a spirit of the forests. This spirit was a desperate, jealous being that could apparently see that people would destroy the forests and burn the trees that comprised them. Joining with an undying predator, then, was apparently the spirit’s attempt at dodging this fate. Whether or not any of that is true, the Lhiannan did have a connection to the natural world that no other vampire, not even the Gangrel, can equal.<\/p><p>Whenever a Lhiannan Embraced, a shard of that original spirit broke off and empowered the new Cainite. This spirit-shard allowed Lhiannan to use their Ogham Discipline, which, in turn, enabled the style of unlife that the Lhiannan enjoyed. It also made the Lhiannan territorial above all else, and the Druids were quite limited in their mobility. The Lhiannan, much like the Telyavelic Tremere (see p. 438) found common cause with the pagan peoples of Europe. This, unfortunately, put them into conflict with Cainites and mortals who followed the Christian faith.<\/p><p>The bloodline was never numerous (especially since creating a new Lhiannan meant that the sire grew weaker), but the fires of the Inquisition and the spread of the Christian religion took a harsh toll on the Druids. By the end of the 14th century, they had all been destroyed. In modern times, though, Gangrel trade rumors of powerful Kindred in European forests decorated with strange, bloody symbols, so perhaps some of them survived — or perhaps the forest spirit that initially created the bloodline has resurfaced.<\/p><p><b>Nickname:<\/b> Druids<\/p><p><b>Sect:<\/b> The Lhiannan did not survive to see the dawning of the Sabbat or the Camarilla. In historical nomenclature, they were decidedly on the Low Clan side of the social divide, and most Cainites probably wouldn’t have known them from the Gangrel. Lhiannan rarely joined coteries, limited as they were in mobility.<\/p><p><b>Appearance:<\/b> The Druids resembled the native people of the regions of Europe that they called home — the British Isles, for the most part.<\/p><p><b>Haven:<\/b> The Lhiannan made their havens in the forests of Europe, constructing simple dwellings or finding natural shelter. They would sometimes find a man-made haven and kill or enslave the inhabitants, or very rarely eke out an existence on the periphery of human civilization by taking the role of a shaman or wise woman.<\/p><p><b>Background:<\/b> Since performing the Embrace meant growing weaker, the Druids only created childer out of sheer loneliness or when they found someone who truly impressed them. A pagan spirit-speaker with real devotion to her craft, or a woodsman with impeccable respect for the forests might be enough to get a Lhiannan’s attention. The Lhiannan refused to Embrace Christians, Jews, or Muslims.<\/p><p><b>Character Creation:<\/b> All Lhiannan were capable of surviving in the wilderness, and so Physical Attributes, Skills, and Talents were important. A Lhiannan acting as a counsel to a mortal settlement was likely to have higher Social Attributes and appropriate Abilities. Herd and Retainers (animals) were common Backgrounds.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Ogham, Presence<\/p><p><b>Weakness:<\/b> The Lhiannan were part nature spirit, and the mark of their inhumanity ran strong within them. All difficulties to detect their nature via Auspex were reduced by two, and even normal humans felt vaguely uncomfortable in their presence. Additionally, any Lhiannan who left her territory became agitated — all dice pools were reduced by one die per week (to a minimum of the character’s Stamina) that she was gone. Once she re-entered her territory, her dice pools returned to normal within a few hours.<\/p><p><b>Organization:<\/b> Once a Lhiannan Embraced a childe, she generally kept the new vampire around for a few years until that childe was ready to fend for himself (and the novelty of having someone else around wore off). The sire would then send the childe away to find his own haven and territory. The Lhiannan were generally aware of members of their bloodline whose territories were adjacent, but there was no system of communication in place. This, of course, may have contributed to their eventual destruction.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>High Clans:<\/b> <i>No one who wears such heavy, false robes or who shies away from blood is a leader to me.<\/i><\/p><p><b>Low Clans:<\/b> <i>By accepting the title of “low,” they show it to be accurate.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>High Clans:<\/b> <i>Watch, my childe. This is history happening before your eyes.<\/i><\/p><p><b>Low Clans:<\/b> <i>Hunt as you please, but spare the mad, the women heavy with child, and anyone who lives near the eastern forests. And stay far from those woods, especially as you wear the cross.<\/i><\/p><\/div><p><b>Quote:<\/b> <i>When the trees are pulling you apart, you may feel free to call out for your god. If he saves you, I shall give up my glade.<\/i><\/p>"}, {"ID":"31","Name":"Noiad","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"2","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Cannot drink from animals","WeaknessLong":"The Noiad were so intrinsically tied to the Samí and to their role as the divine protectors of the tribe that one of the legends about them came true. The Samí’s protectors, it was said, could not sup from animals, but could only take sustenance from the blood of the chosen (that is, the Samí). The Noiad, in fact, could not drink from animals, though they were capable of drinking from any mortal or Cainite, regardless of nationality or ethnicity.","Descr":"<p>Few Kindred have ever beheld the Northern Lights. The trek to the far reaches of the world, in a place inhospitable to man, beast, or vampire, with no reliable way to feed is enough to put even the most curious Cainite off the idea. And yet, a bloodline of vampires managed to dwell close enough to see these lights on a regular basis. This line — the Noiad — felt it was their sacred duty to witness the Northern Lights and interpret the will of the gods. Their mortal charges, a nomadic tribe called the Samí, lived in fear and awe of their godlike protectors. The Noiad defended the Samí from outside threats, both natural and supernatural, and acted as shamans and teachers for these wanderers. In return, the Samí gave of their blood and kept the Noiad safe during the long months with no darkness.<\/p><p>Of course, the touch of the Kindred corrupts everything. The Noiad protected the Samí from monsters from the wastes, and their blood allowed the mortals to survive times of famine, but the Wanderers also refused to allow their mortal herds to change or improve. Interlopers were turned aside or killed, regardless of their intentions. When it became clear that the march of Christianity (and Lasombra working within the Church) could not be stopped, the Noiad pushed the Samí further north, away from the herds that would sustain them and away from the dawning of a new era. Whether the Noiad saw something in the Northern Lights that spurred them to this decision, or whether it was simply fear of change, is not important in the end. The Noiad drove the Samí almost to destruction.<\/p><p><b>Nickname:<\/b> Wanderers<\/p><p><b>Sect:<\/b> The Noiad never belonged to a Sect, and were largely apart from the vampire politics of the day (at least until war pushed far enough north to inconvenience them). As a Gangrel offshoot, other Cainites would have considered them a Low Clan, on the rare occasion that other Cainites learned enough about them to have opinions at all.<\/p><p><b>Appearance:<\/b> The Noiad dwelled openly among the Samí, and Embraced exclusively from this population. Most Noaid were dark-haired and strongly built from their demanding lifestyles pre-Embrace. Their skin tone, of course, tended to be lighter than their still-living comrades.<\/p><p><b>Haven:<\/b> The Samí constructed mobile “havens” that could be dragged behind them as they traveled by day. If terrain or numbers made this impossible, the Samí would watch in awe as their heavenly protectors sank into the earth, only to rejoin them the next night.<\/p><p><b>Background:<\/b> The Samí selected for Embrace tended to be those with talent for divination, as well as dream and star interpretation. The Noiad also watched children descended from families that included at least one vampire, looking for the traits they favored. Physicality was not a primary concern, but only because Samí that were not physically capable of thriving in the harsh climates didn’t live long enough to be considered for the Embrace anyway.<\/p><p><b>Character Creation:<\/b> Physical Attributes weren’t necessarily primary, but tended to be no worse than average. All Noiad had good ratings in Survival and Animal Ken, and at least a dot or two in Athletics, and Melee. Finally, all Noiad had at least a dot of the Herd Background.<\/p><p><b>Clan Disciplines:<\/b> Animalism, Auspex, Protean<\/p><p><b>Weakness:<\/b> The Noiad were so intrinsically tied to the Samí and to their role as the divine protectors of the tribe that one of the legends about them came true. The Samí’s protectors, it was said, could not sup from animals, but could only take sustenance from the blood of the chosen (that is, the Samí). The Noiad, in fact, could not drink from animals, though they were capable of drinking from any mortal or Cainite, regardless of nationality or ethnicity.<\/p><p><b>Organization:<\/b> The Noiad usually saw one another when they came to witness the Northern Lights (this also gave them the opportunity to make sure the gods were all telling them the same things). The Noiad also used animals, either ghouls or those controlled by the Animalism Discipline, to keep in some kind of contact.<\/p><div class=ttlStereo><h3>Stereotypes<\/h3><p><b>High Clans:<\/b> <i>They can pretend to know of their god’s mind all they want. They wrote the book, and they want to claim their god did it. I know this trick.<\/i><\/p><p><b>Low Clans:<\/b> <i>Too many have already been fooled. The ones that haven’t know to leave us alone.<\/i><\/p><\/div><div class=ttlStereo><h3>The View From Without<\/h3><p><b>High Clans:<\/b> <i>They know more of the truth than they realize. I have no doubt that God speaks to them in the lights at the end of the world. I just doubt they truly hear Him.<\/i><\/p><p><b>Low Clans:<\/b> <i>The wolf that hides in the flock must remember that it is not, itself, a sheep.<\/i><\/p><\/div><p class=ttlQuote><b>Quote:<\/b> <i>We are the children of Midnight Sun. We have a family. We have what you never could. And you want to tear it all down, don’t you?<\/i><\/p>"}, {"ID":"32","Name":"Assamite Antitribu","IsUgly":"0","ClanDiscID1":"3","ClanDiscID2":"9","ClanDiscID3":"14","ClanDiscID4":null,"WeaknessShort":"Easily addicted to Kindred blood","WeaknessLong":"Assamite <i>antitribu<\/i> have the post-curse weakness, which is an addiction to Kindred blood. In this case, when an Assamite so much as tastes Kindred vitae, the player must make a ^Self-Control\/Instinct^ roll (difficulty equal to the number of blood points ingested +3). If this roll fails, the addiction rises to the fore, and she must make another Self-Control or Instinct roll the next time she comes in contact with Kindred vitae. If this roll fails, the Assamite frenzies, doing whatever she can to partake of more vampiric blood. In fact, their weakness never changed, while the rest of the Clan shackled with the blood curse of the Tremere.","Descr":"<p>When the Tremere of the Camarilla subjected Clan Assamite to their curse, rendering Kindred blood a deadly poison to the Clan of Assassins, not every member of that Clan succumbed. Some broke away from the main body of the Clan, willing to face whatever doom awaited rather than submit to the infidel’s magic. The result was the Assamite <i>antitribu<\/i>.<\/p><p>These vampires are Cainites in a more direct sense than many Sabbat. They regard Haqim as an abomination, just one of the hated Antediluvians. Instead, they revere Caine, and work to become closer to the Third Mortal. Their method, of course, is to lower their Generation through diablerie.<\/p><p>Beyond that, though, no much differentiates the Angels of Caine from the “mainstream” Assamites. Both are masters of hunting and killing, and both observe strict codes of honor and fierce zeal where their ongoing crusade is concerned. Both grow darker of skin as they grown older and more powerful. And both forms of Assamite believe that in the Final Nights, the truly reverent and devout shall be rewarded, while the weak perish at their fangs.<\/p><p><b>Nickname:<\/b> Angels of Caine<\/p><p><b>Disciplines:<\/b> Celerity, Obfuscate, Quietus<\/p><p><b>Weakness:<\/b> Assamite <i>antitribu<\/i> have the post-curse weakness mentioned in the sidebar on the previous page. In fact, their weakness never changed, while the rest of the Clan shackled with the blood curse of the Tremere. Whenever an Assamite <i>antitribu<\/i> drinks vampire blood, the player must roll Self-Control or Instinct (difficulty 3 + the number of blood points consumed). If this roll fails, the character is addicted.<\/p><p>Once addicted, the character will indulge in drinking Kindred blood whenever possible. When she is given the opportunity to do so, the player must roll Self-Control or Instinct (difficulty 6). If this roll fails, the character frenzies, attacks the target and drinks as much blood as she can.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>What gives me the right to take your blood? Oh, I don’t have a “right.” I have a duty.<\/i><\/p>"}, {"ID":"33","Name":"Brujah Antitribu","IsUgly":"0","ClanDiscID1":"3","ClanDiscID2":"11","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"+2 difficulty to resist Frenzy","WeaknessLong":"The bloodline has the same weakness as the main body of the Clan (p. 51): All frenzy difficulties are increased by two, to a maximum of 10. Unlike Camarilla Brujah, though, the Brutes aren’t in the least bit sensitive about their tempers. Indeed, they revel in their rage.","Descr":"<p>The Brujah <i>antitribu<\/i> are, perhaps, the historical founders of the Sabbat. It was the young members of Clan Brujah, after all, who broke with their elders during the Anarch Revolt, and it was these same volatile Kindred that fought against the agents of those elders when other vampires might have considered compromise.<\/p><p>Brujah <i>antitribu<\/i> are just as unstable and angry as their Camarilla counterparts, but unlike the Rabble, they don’t have to pretend to be in control. When a Brujah <i>antitribu<\/i> wants something — blood, money, property, or a new childe — he takes it. This attitude has led to the bloodline being one of the most numerous in the Sabbat, and one that supports the Sect with fervor. They turn their infamously violent passion toward every cause that the Sabbat puts forth. While they traditionally don’t assume leadership roles, when they do undertake their own missions, they execute them with brutal and ostentatious abandon.<\/p><p>The Brutes take pains to make others uncomfortable. Whether that’s by their manner of dress, their barely concealed appetite for blood, or simply that they seldom retract their fangs even around mortals, the bloodline does what it can to stand out. That might mean a breach of the Masquerade, of course, but the Brujah <i>antitribu<\/i> reason that they are the Damned — so why shouldn’t they raise a little hell?<\/p><p><b>Nickname:<\/b> Brutes<\/p><p><b>Disciplines:<\/b> Celerity, Potence, Presence<\/p><p><b>Weakness:<\/b> The bloodline has the same weakness as the main body of the Clan (p. 51): All frenzy difficulties are increased by two, to a maximum of 10. Unlike Camarilla Brujah, though, the Brutes aren’t in the least bit sensitive about their tempers. Indeed, they revel in their rage.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Heads, we kill everybody here. Tails, we only kill the ones that stay after I tear that faggot’s ears off.<\/i><\/p>"}, {"ID":"34","Name":"City Gangrel","IsUgly":"0","ClanDiscID1":"3","ClanDiscID2":"9","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Gain temporary animal feature with each Frenzy","WeaknessLong":"City Gangrel suffer the same weakness as the main line of the Clan (p. 55). Whenever a City Gangrel frenzies, he gains a temporary animalistic feature of some kind (which may replace an existing temporary one). The mechanical impact of such a feature is up to Storyteller discretion. City Gangrel tend to develop features reminiscent of the animals commonly found in urban environments - rats, dogs, cats, pigeons, and even insects.","Descr":"<p>The Sabbat boasts two Gangrel lines, the City and the Country Gangrel. The City Gangrel remind some Kindred of coyotes — they are creatures well-suited for wilderness life, but they adapt to an urban existence quite smoothly. The high preponderance of prey in the cities, coupled with the Gangrel’s inherent mutability of blood, has allowed the line to flourish. Their association with the Sabbat means that they Embrace prolifically, but also that their unlife expectancy is short.<\/p><p>Unlike Country Gangrel, who can afford to let their animalistic ways take over and their appearances grow truly bestial, the City Gangrel must either adopt a more Nosferatu-like approach to unlife or blend in with their prey. To outward appearance, then, these latter Kindred seem human, dress as appropriate to their area and the social class that they mimic. But City Gangrel are largely Sabbat vampires, and that means they are predators. Any disguise they adopt is strictly that, camouflage to allow them to get close enough to bite.<\/p><p><b>Nickname:<\/b> Coyotes<\/p><p><b>Disciplines:<\/b> Celerity, Obfuscate, Protean<\/p><p><b>Weakness:<\/b> City Gangrel suffer the same weakness as the main line of the Clan (p. 55). Whenever a City Gangrel frenzies, he gains a temporary animalistic feature of some kind (which may replace an existing temporary one). The mechanical impact of such a feature is up to Storyteller discretion. City Gangrel tend to develop features reminiscent of the animals commonly found in urban environments — rats, dogs, cats, pigeons, and even insects.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>The new community center is finally open. Call up the pack.<\/i><\/p>"}, {"ID":"35","Name":"Country Gangrel","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"7","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Gain temporary animal feature with each Frenzy","WeaknessLong":"The Hunters have the same weakness as their non-Sabbat counterparts (p. 55). Each time a Country Gangrel frenzies, he gains a temporary animalistic feature, which may replace an existing temporary one. The mechanical impact of such a feature is up to Storyteller discretion.","Descr":"<p>The Country Gangrel resemble the independent and Camarilla Gangrel — they are savage, vicious hunters, more comfortable in the wilds between cities than the concrete jungles. The Sabbat has seen a influx of Gangrel converts from the Camarilla, and these Hunters easily lost themselves in stalking and killing.<\/p><p>The Country Gangrel serve the Sabbat as assassins and scouts, using their command of animals to gather intelligence on the comings and goings of other Kindred. Travel between cities was never exactly safe, as Lupines seem to prowl any patch of land large enough to grow a few trees (or so Camarilla elders have always told their childer), but with the Hunters prowling about, looking for wayward neonates, itinerant Kindred face even more dire threats.<\/p><p>This might sound like Camarilla propaganda, but the Country Gangrel do all they can to make it true. Free from the constraints of having to look human, these creatures relish the chance to hunt as wolves hunt — savagely and in packs. If they have a regret, it’s that their prey can’t usually run fast enough to make the hunt last.<\/p><p>Nickname:<\/b> Hunters<\/p><p>Disciplines:<\/b> Animalism, Fortitude, Protean<\/p><p>Weakness:<\/b> The Hunters have the same weakness as their non-Sabbat counterparts (p. 55). Each time a Country Gangrel frenzies, he gains a temporary animalistic feature, which may replace an existing temporary one. The mechanical impact of such a feature is up to Storyteller discretion.<\/p><p class=ttlQuote>Quote:<\/b> <i>Lost? Bad place for lost. Wanna run now?<\/i><\/p>"}, {"ID":"36","Name":"Malkavian Antitribu","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"5","ClanDiscID3":"9","ClanDiscID4":null,"WeaknessShort":"Permanent, incurable derangement","WeaknessLong":"Like all Malkavians (p. 61), the Freaks are completely insane. At character creation, the player must choose a derangement that the character can never overcome.","Descr":"<p>The Malkavians are insane. It is their defining feature, and while not every Lunatic is dangerous, they are all unstable and unpredictable. And so the Malkavians of the Sabbat, the vampires of the Camarilla suspect, must be even crazier. They are quite correct.<\/p><p>Malkavian <i>antitribu<\/i> are just as varied in dementia as their Camarilla brethren, but their madness carries with it a desperate, cloying edge. They are not satisfied with setting others on edge or forcing the “sane” vampires to challenge their own philosophies. They want — inasmuch as they can be said to collectively want anything — for the world to share their madness. Maybe they feel that their madness is overflowing, forcing its way from their minds into the minds of others through their Dementation Discipline. Whatever the case, the Clan at large — even outside the Sabbat — seems to have heard the message.<\/p><p>Within the Sabbat, the Freaks take on roles appropriate to their madness. The truly vicious and uncontrollable ones are locked away in crypts and unleashed when the Sabbat needs shock and awe. The more functional Freaks lead war parties, perform ritae, or divine the future of the Sect from the entrails of their victims (often while those victims look on in horror). No matter what their role, though, the underlying goal of the Malkavian <i>antitribu<\/i> seems to be to bestow the gift of madness upon everyone around them.<\/p><p><b>Nickname:<\/b> Freaks<\/p><p><b>Disciplines:<\/b> Auspex, Dementation, Obfuscate<\/p><p><b>Weakness:<\/b> Like all Malkavians (p. 61), the Freaks are completely insane. At character creation, the player must choose a derangement that the character can never overcome.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Consult the haruspex once again. Always learn the same lesson. Follow the tract, and it ends in the same place. We’re there, boys. We’re in the shit.<\/i><\/p>"}, {"ID":"37","Name":"Nosferatu Antitribu","IsUgly":"1","ClanDiscID1":"1","ClanDiscID2":"9","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Appearance 0<br>Can never be improved","WeaknessLong":"Sabbat Nosferatu are just as hideous as their Camarilla counterparts, and suffer the same weakness (p. 63): they all have an Appearance score of zero, and they may never improve it","Descr":"<p>The Nosferatu of the Sabbat aren’t too different from their Camarilla brethren. Both branches of the Clan tend toward subterranean havens, and both branches use their considerable skill in stealth and control of vermin to traffic in information. Just as the more beautiful Kindred of the Camarilla must occasionally get their feet dirty going to see a Nosferatu information broker, the Cainites call upon their deformed comrades for secrets and tactics.<\/p><p>Interestingly, the Nosferatu <i>antitribu<\/i> are less brutal than many Sabbat Kindred. This may be because they know what it is to be a monster — it’s there, in their faces, from the first night of undeath. They don’t need to overcompensate, and so bloody excesses are unnecessary. This by no means makes the Creeps human, or even especially humane. It just means that if a Nosferatu <i>antitribu<\/i> does engage in wholesale slaughter or horrific violence, he’s doing it for a specific reason, rather than just for fun.<\/p><p>But the Creeps may have another reason for avoiding overt depravity — they wish to stay as far under the radar as possible. While the Nosferatu <i>antitribu<\/i> are careful to avoid letting Clan business get out into the rumor mill, gossip occasionally surfaces that the Clan is terrified of its Antediluvian founder, more so than other Clans of the Sabbat.<\/p><p><b>Nickname:<\/b> Creeps<\/p><p><b>Disciplines:<\/b> Animalism, Obfuscate, Potence<\/p><p><b>Weakness:<\/b> Sabbat Nosferatu are just as hideous as their Camarilla counterparts, and suffer the same weakness (p. 63): they all have an Appearance score of zero, and they may never improve it<\/p><p class=ttlQuote><b>Quote:<\/b> <i>There’s always a scarier beastie. Look: You’re scarier than Dahmer or Gacy. I’m scarier than you. And... well. There are things scarier than me. Let’s leave it at that.<\/i><\/p>"}, {"ID":"38","Name":"Panders","IsUgly":"0","ClanDiscID1":"99","ClanDiscID2":"99","ClanDiscID3":"99","ClanDiscID4":null,"WeaknessShort":"Cannot start lower than<br>Ninth Generation","WeaknessLong":"Panders do not have a specific weakness. Pander characters cannot start lower than Ninth Generation, though they can subsequently lower their Generation via diablerie.","Descr":"<p>The Caitiff of the Sabbat, Panders are on the front lines when the Sword of Caine goes to war. That means, of course, that the vast majority of casualties in violent action come from their ranks. But as precarious as this position within the Sabbat may be, it is their position, and the rest of the Sect recognizes this. Recognition, as any Caitiff trying desperately to survive under a Camarilla Prince will tell you, goes a long way.<\/p><p>Any Sabbat vampire that does not know his Clan, or any vampire Embraced by an established Pander, is considered a Mutt. This means that when the Sabbat goes looking for shock troops, it tends to be Panders that swell their ranks (since mass Embrace definitely qualifies as dangerous work). The Panders became an established part of the Sabbat in the 1950s, when a low-level Sabbat vampire named Joseph Pander united the Clanless Sabbat under his banner (and name). Ever since then, the term has been applied to these Kindred. They take on the dress and mannerisms of bikers, homeless, punks, and the dispossessed among humanity, the better to feed on and Embrace from these dregs. But rare is the Pander that bemoans his lot in unlife — these Cainites are true, loyal Sabbat.<\/p><p><b>Nickname:<\/b> Mutts<\/p><p><b>Disciplines:<\/b> Panders do not have Clan Disciplines, meaning that the player may choose any Discipline at character creation (subject to Storyteller approval). In addition, Panders are subject to the same rules for raising Disciplines with experience points as Caitiff (see p. 124).<\/p><p><b>Weakness:<\/b> Panders do not have a specific weakness. Pander characters cannot start lower than Ninth Generation, though they can subsequently lower their Generation via diablerie.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Call me a Mutt, yeah? That’s fine. Purebreds go crazy as they get older. And Cainites, well, we live “dog eat dog.”<\/i><\/p>"}, {"ID":"39","Name":"Ravnos Antitribu","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"4","ClanDiscID3":"7","ClanDiscID4":null,"WeaknessShort":"Addicted to vice<br>Self-Control\/Instinct roll (difficulty 6)<br>or succumb to compulsion","WeaknessLong":"Each Ravnos <i>antitribu<\/i>, just like their parent Clan (p. 65), has a penchant for some sort of vice - breaking taboos is hard-wired into the Rogues just as it is into the Ravnos proper. When presented with the opportunity to engage in that vice, the Rogue must indulge it unless her player succeeds on a ^Self-Control\/Instinct^ roll (difficulty 6).","Descr":"<p>Shortly after the formation of the Sabbat, a small group of Ravnos decided that following the orders of their elders and searching for the same “truths” the Clan always had wasn’t what they wanted out of unlife. They wanted the freedom that the Sabbat promised, and so they renounced their heritage and became part of the Sword of Caine. From there, they Embraced just as any Sabbat vampires did, and so the Ravnos <i>antitribu<\/i> are still an important part of the Sabbat. The Rogues lurk amongst the nomadic Sabbat packs, acting as scouts and con artists.<\/p><p>The Ravnos <i>antitribu<\/i> may be thieves and liars, but if one gives his solemn word (accompanied by spitting blood into his hand), he will keep that vow even unto Final Death. They share their Clan’s propensity for vice, and for nomadic unlife. The freedom to pull up stakes and leave an area whenever trouble comes knocking — combined with the freedom to feed as they please — makes the Sabbat the only conceivable way of unlife for these Cainites.<\/p><p><b>Nickname:<\/b> Rogues<\/p><p><b>Disciplines:<\/b> Animalism, Chimerstry, Fortitude<\/p><p><b>Weakness:<\/b> Each Ravnos <i>antitribu<\/i>, just like their parent Clan (p. 65), has a penchant for some sort of vice — breaking taboos is hard-wired into the Rogues just as it is into the Ravnos proper. When presented with the opportunity to engage in that vice, the Rogue must indulge it unless her player succeeds on a Self-Control or Instinct roll (difficulty 6).<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Freedom means not giving a fuck about marime.<\/i><\/p>"}, {"ID":"40","Name":"Salubri Antitribu","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"25","ClanDiscID4":null,"WeaknessShort":"Must feed on the unwilling<br>Blood not taken by force gives no sustenance","WeaknessLong":"Unlike their nonviolent brethren, Sabbat Salubri must consume blood taken by force, preferably in the heat of battle. Unless the vampire feeds on blood from a fallen foe or fights his target before feeding, the Vitae offers no nourishment. In addition, Salubri <i>antitribu<\/i> cannot start lower than Tenth Generation or higher than Twelfth, as their blood has yet to spread across a wider spectrum than that.","Descr":"<p>The Salubri of the Sabbat are not the quiet, contemplative Kindred that seek Golconda in persecuted exile. No, these Kindred call themselves “Furies,” and they seek the blood of the Camarilla vampires — the Tremere especially — with a venomous passion. In nights past, as mentioned in the Salubri spread (p. 408), the Clan contained both healers and warriors. And now, in the modern nights, the warriors have reemerged — and stand to be counted with the Sabbat.<\/p><p>The Salubri <i>antitribu<\/i> are devoted to the cause of killing Camarilla vampires, but not necessarily to other Sabbat agendas. They take part in the ritae of the Sect, and they share their blood, but what truly fires them up is the chance to invade Camarilla territory and burn some Tremere. If the ancient rumors of the Salubri warriors being honorable knights are true, then times have indeed changed. These Kindred do not know “honorable combat” from “IED.” They just want to watch their enemies crumble to dust.<\/p><p><b>Nickname:<\/b> Furies<\/p><p><b>Disciplines:<\/b> Auspex, Fortitude, Valeren<\/p><p><b>Weakness:<\/b> Unlike their nonviolent brethren, Sabbat Salubri must consume blood taken by force, preferably in the heat of battle. Unless the vampire feeds on blood from a fallen foe or fights his target before feeding, the Vitae offers no nourishment. In addition, Salubri <i>antitribu<\/i> cannot start lower than Tenth Generation or higher than Twelfth, as their blood has yet to spread across a wider spectrum than that.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>I’d wear your skin, but I don’t want to smell like fear and gasoline.<\/i><\/p>"}, {"ID":"41","Name":"Serpents of the Light","IsUgly":"0","ClanDiscID1":"12","ClanDiscID2":"9","ClanDiscID3":"15","ClanDiscID4":null,"WeaknessShort":"Light Sensitive. +2 damage from Sunlight<br>-1 from dice pools in bright light","WeaknessLong":"The Serpents of the Light, despite the name, are just as vulnerable to bright illumination as their parent Clan (p. 53). They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subject to bright light of any kind.","Descr":"<p>The Serpents of the Light are the <i>antitribu<\/i> of the Followers of Set. They began as a splinter group, a Setite heresy that rejected the worship of the Clan’s founder as a god. This Sect made its way to Haiti, studying vodoun and the mysticism thereof, and during the 1970s came under the sway of the Sabbat. The Clan proper tried to bring the Serpents of the Light back in line with “orthodox” Setite belief, but to no avail. As with several other splinter groups of the Clans, the Serpents of the Light found the freedom of the Sword of Caine too alluring.<\/p><p>The bloodline’s methods are familiar to those who know the Setites. The Cobras engage in seduction and sexual manipulation in order to achieve their ends (and, of course, to find the blood they need to survive). They dabble in drugs, prostitution, and any other method they can find to bring mortals into slavery to their own vices. In fact, apart from religious outlook, very little separates them from the Followers of Set. Some Kindred wonder, in fact, if the whole schism isn’t part of some much longer and intricate scheme, one that only the eldest of the line are fully privy to.<\/p><p><b>Nickname:<\/b> Cobras<\/p><p><b>Disciplines:<\/b> Presence, Obfuscate, Serpentis<\/p><p><b>Weakness:<\/b> The Serpents of the Light, despite the name, are just as vulnerable to bright illumination as their parent Clan (p. 53). They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subject to bright light of any kind.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Let’s dance, you and I. No one watching but the loa. And hell, let’s invite them to join us. Roll up your sleeve.<\/i><\/p>"}, {"ID":"42","Name":"Toreador Antitribu","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"3","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Self-Control roll (difficulty 6) or spend Willpower<br>to avoid inflicting pain","WeaknessLong":"Over time, the propensity for the Toreador to become fascinated by beauty has twisted itself into a perverse need for cruelty. When faced with an opportunity to inflict emotional or physical pain - a captive that might be tortured, or a protégé whose ambitions might be squashed - the Toreador <i>antitribu<\/i>’s player must make a ^Self-Control\/Instinct^ roll (difficulty 6), or spend a Willpower point. If the roll fails, the character must indulge in her savage desires.","Descr":"<p>The Toreador of the Sabbat are just as prone to creative expression and love of beauty as their Camarilla counterparts, but they enjoy a much higher regard within their Sect. This is because the Toreador <i>antitribu<\/i> codified much of the Sabbat’s present structure, forming its rites and expressing its philosophy in such as a way as to appeal to the young vampires of the time. They layered discourse with meaning, showing through satire, poetry, and (when necessary) straightforward explanation that the Sabbat held the keys to the future of all Cainites.<\/p><p>These vampires haven’t lost their creative edge over the centuries. While Camarilla Toreador express themselves through fairly conventional means of art, the Perverts tend more toward extreme, bloody, and painful presentations. Torture is an art form, and body art — whether performed with tattoo needles or scalpels — is popular among the Perverts. Since such modifications are not permanent (unless the Pervert in question is able to learn Vicissitude, that is), the undead form is a constantly renewing canvas. The Toreador <i>antitribu<\/i> take advantage of this to send messages coded within the art of their own bodies, using a system of symbols that takes the vampires a lifetime to truly master.<\/p><p><b>Nickname:<\/b> Perverts or Pervs<\/p><p><b>Disciplines:<\/b> Auspex, Celerity, Presence<\/p><p><b>Weakness:<\/b> Over time, the propensity for the Toreador to become fascinated by beauty has twisted itself into a perverse need for cruelty. When faced with an opportunity to inflict emotional or physical pain — a captive that might be tortured, or a protégé whose ambitions might be squashed — the Toreador <i>antitribu<\/i>’s player must make a Self-Control or Instinct roll (difficulty 6), or spend a Willpower point. If the roll fails, the character must indulge in her savage desires. <\/p><p class=ttlQuote><b>Quote:<\/b> <i>Hold that pose. That’s good. Can you stop bleeding from the neck so much, please?<\/i><\/p>"}, {"ID":"43","Name":"Tremere Antitribu","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"6","ClanDiscID3":"16","ClanDiscID4":null,"WeaknessShort":"Invisible mark non-antitribu Tremere can see<br>Forbidden from leadership positions in the Sabbat","WeaknessLong":"The Tremere <i>antitribu<\/i> were all immediately recognizable as traitors to Camarilla Warlocks. The mark wasn’t a physical disfigurement, but a change to the character’s very presence. This wasn’t a weakness that carries an immediate mechanical disadvantage, but once identified, the Tremere <i>antitribu<\/i> could expect to be hunted down and burned as soon as the Tremere can possibly manage it. They were also still susceptible to the power of the blood, gaining a +1 to all Vinculum rolls. In addition, Tremere <i>antitribu<\/i> were barred from taking leadership roles in the Sabbat.","Descr":"<p>Centuries ago, a small group of Tremere, fearful that the Sabbat would destroy the Camarilla and their Clan in the process, defected to the smaller Sect. They offered their skills as thaumaturgists to the Sword of Caine, in exchange for safety from their former Clan. The Sabbat, not able to turn down the benefits of blood magic (despite how much the Tzimisce objected), took them in.<\/p><p>Reaction from Clan Tremere was swift, of course. The Warlocks conjured a curse that branded every Tremere <i>antitribu<\/i> with a mark, one that only “true” Tremere could see. Unable to hide what they were, the Tremere <i>antitribu<\/i> stayed in chantries, providing support and knowledge to their comrades.<\/p><p>This state of affairs continued for centuries. The Tremere <i>antitribu<\/i> contributed much to the Sabbat. They worked with the Tzimisce to create the Blood Brothers, they prevented the Camarilla Tremere from destroying the Sect from afar, and, of course, they tutored other Sabbat Cainites in blood magic. And then one horrible night, they all died, burning to death in a mysterious conflagration that afflicted each and every Tremere subject to the traitor’s mark. Interestingly, those few Sabbat Tremere who had defected from the Sabbat to the Camarilla were not destroyed, which might shed some light on the massacre’s origins.<\/p><p><b>Nickname:<\/b> Spellbinders<\/p><p><b>Disciplines:<\/b> Auspex, Dominate, Thaumaturgy<\/p><p><b>Weakness:<\/b> The Tremere <i>antitribu<\/i> were all immediately recognizable as traitors to Camarilla Warlocks. The mark wasn’t a physical disfigurement, but a change to the character’s very presence. This wasn’t a weakness that carries an immediate mechanical disadvantage, but once identified, the Tremere <i>antitribu<\/i> could expect to be hunted down and burned as soon as the Tremere can possibly manage it. They were also still susceptible to the power of the blood, gaining a +1 to all Vinculum rolls.<\/p><p>In addition, Tremere <i>antitribu<\/i> were barred from taking leadership roles in the Sabbat.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>It’s always been inevitable. That’s why we joined up in the first place.<\/i><\/p>"}, {"ID":"44","Name":"Ventrue Antitribu (Auspex)","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"6","ClanDiscID3":"7","ClanDiscID4":null,"WeaknessShort":"Feeding restriction","WeaknessLong":"Sabbat Ventrue have the same weakness as their Camarilla brethren (see p. 73). The player decides with the Storyteller what specific type of blood suits the Crusader, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes.","Descr":"<p>The Ventrue pretend to nobility, but they are nothing more than the ruling class of the dying world — merchants and moneylenders. Clan Ventrue has a glorious past, a lineage of knights, paladins, and warrior-kings. The Blue Bloods of tonight relish backroom dealings, compromise and favor-trading. In other words, say the Ventrue <i>antitribu<\/i>, they are no better than the sniveling Tremere.<\/p><p>The Ventrue <i>antitribu<\/i> might not be the moral backbone of the Sabbat, but they are definitely some of the most idealist Cainites therein (although there are rumors that there may be two distinct bloodlines both claiming to be the “true” Ventrue <i>antitribu<\/i>). They carry with them the notions of noblesse oblige and chivalry. They believe that their Camarilla counterparts have betrayed not only the true nature of the vampiric race, but the role of their Clan in particular and feel that only by taking up the mantle of Warriors of Caine can they atone. When Gehenna comes and the skies rain fire and blood, it will not be the Crusaders that hide in their havens and pray that doom passes them by. These devout Kindred will be at the forefront, swords — or machine guns — hoisted high and the ancient motto of their Clan proudly on their lips: <i>Regere sanguine, regere in veritatem est<\/i> (“To rule in blood is to rule in truth”).<\/p><p><b>Nickname:<\/b> Crusaders<\/p><p><b>Disciplines:<\/b> Dominate, Fortitude, Auspex or Presence<\/p><p><b>Weakness:<\/b> Sabbat Ventrue have the same weakness as their Camarilla brethren (see p. 73). The player decides with the Storyteller what specific type of blood suits the Crusader, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>You’re not worthy of the blood you’re carrying. Time to give it to a real child of Veddartha.<\/i><\/p>"}, {"ID":"45","Name":"Ventrue Antitribu (Presence)","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"7","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Feeding restriction","WeaknessLong":"Sabbat Ventrue have the same weakness as their Camarilla brethren (see p. 73). The player decides with the Storyteller what specific type of blood suits the Crusader, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes.","Descr":"<p>The Ventrue pretend to nobility, but they are nothing more than the ruling class of the dying world — merchants and moneylenders. Clan Ventrue has a glorious past, a lineage of knights, paladins, and warrior-kings. The Blue Bloods of tonight relish backroom dealings, compromise and favor-trading. In other words, say the Ventrue <i>antitribu<\/i>, they are no better than the sniveling Tremere.<\/p><p>The Ventrue <i>antitribu<\/i> might not be the moral backbone of the Sabbat, but they are definitely some of the most idealist Cainites therein (although there are rumors that there may be two distinct bloodlines both claiming to be the “true” Ventrue <i>antitribu<\/i>). They carry with them the notions of noblesse oblige and chivalry. They believe that their Camarilla counterparts have betrayed not only the true nature of the vampiric race, but the role of their Clan in particular and feel that only by taking up the mantle of Warriors of Caine can they atone. When Gehenna comes and the skies rain fire and blood, it will not be the Crusaders that hide in their havens and pray that doom passes them by. These devout Kindred will be at the forefront, swords — or machine guns — hoisted high and the ancient motto of their Clan proudly on their lips: <i>Regere sanguine, regere in veritatem est<\/i> (“To rule in blood is to rule in truth”).<\/p><p><b>Nickname:<\/b> Crusaders<\/p><p><b>Disciplines:<\/b> Dominate, Fortitude, Auspex or Presence<\/p><p><b>Weakness:<\/b> Sabbat Ventrue have the same weakness as their Camarilla brethren (see p. 73). The player decides with the Storyteller what specific type of blood suits the Crusader, and this choice is permanent. Blood of other types (even animals) simply offers the vampire no blood pool increase, no matter how much he consumes.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>You’re not worthy of the blood you’re carrying. Time to give it to a real child of Veddartha.<\/i><\/p>"}, {"ID":"46","Name":"Assamite Sorcerers","IsUgly":"0","ClanDiscID1":"18","ClanDiscID2":"9","ClanDiscID3":"14","ClanDiscID4":null,"WeaknessShort":"Supernatural use of Perception against sorceror at -2 difficulty<br>Supernatural concealment is penetrated 1 level higher.","WeaknessLong":"The line as a whole has practiced the art for so long that it permeates their blood, making each individual sorcerer stand out like a beacon to anyone with supernatural perception. Any use of a supernatural power on a sorcerer for purposes of perception enjoys a -2 difficulty. Additionally, attempts to penetrate a sorcerer’s supernatural concealment using an opposed power are considered to operate one level higher than normal (so a character with Auspex 2 trying to penetrate a sorcerer’s Obfuscate has an effective Auspex of 3).","Descr":"<p>Outsiders to Clan Assamite don’t see the caste divisions clearly, but the Saracens have a history of blood magic that predates that of the Tremere. Assamite sorcerers began in the Second City, conscripted or lured into the Clan with the promise of immortality in which to perfect their magic. They were tasked with providing magical support, and for centuries, they were simply one caste of the Assamite Clan.<\/p><p>And then came the Tremere. The Assamite sorcerers found themselves facing foes as magically tenacious as they were, foes that were quite happy to steal their knowledge. The sorcerers fought against this new menace as best they could, but then the Tremere levied their blood curse on the line. The sorcerers became obsessed with finding a cure, an obsession which remains tonight.<\/p><p><b>Nickname:<\/b> Magi (singular, “Magus”)<\/p><p><b>Disciplines:<\/b> Assamite Sorcery, Obfuscate, Quietus<\/p><p><b>Weakness:<\/b> The line as a whole has practiced the art for so long that it permeates their blood, making each individual sorcerer stand out like a beacon to anyone with supernatural perception. Any use of a supernatural power on a sorcerer for purposes of perception enjoys a -2 difficulty. Additionally, attempts to penetrate a sorcerer’s supernatural concealment using an opposed power are considered to operate one level higher than normal (so a character with Auspex 2 trying to penetrate a sorcerer’s Obfuscate has an effective Auspex of 3).<\/p><p class=ttlQuote><b>Quote:<\/b> <i>We were calling down gentle rain and terrible storms when your people were still making crude charcoal marks on cave walls. Don’t presume to know us.<\/i><\/p>"}, {"ID":"47","Name":"Assamite Viziers","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"3","ClanDiscID3":"14","ClanDiscID4":null,"WeaknessShort":"Obsessive-Compulsive derangement<br>highest-rated intellectual or creative Ability","WeaknessLong":"The viziers are mad. Every vizier finds himself caught up in the continuance of his chosen pursuits to the exclusion of trivial concerns such as daily shelter or nightly nourishment. Each vizier has an Obsessive-Compulsive derangement (p. 292) associated with his highest-rated intellectual or creative Ability. If the character’s focus of effort shifts, so does the focus of the derangement.","Descr":"<p>Assamite viziers are and always have been a vital part of the Clan. Magical knowledge and research remains the purview of the sorcerers, but the viziers are necessary for compiling and uncovering information on philosophy, government, the arts, and religion. The viziers have acted as leaders within the Clan — not where matters of war are concerned (this they wisely leave to the warrior Assamites), but when it comes to understanding and relating to mortals, the viziers make the best consultants.<\/p><p>Unfortunately, while they can learn, understand, and interpret mortal customs and mores, they have difficulty actually relating to them. Assamite viziers are driven to accumulate knowledge with a zeal that borders on obsessive. They can understand why people act the way they do on a large scale, but understanding the motives of a particular person is much more difficult.<\/p><p>For many years, Assamite viziers and sorcerers were regarded as one caste (this is why sorcerers are still referred to as “viziers” by the ignorant). In modern nights, the viziers have emerged from the shadows to conduct their scholarly research more visibly. Whether this will open the viziers to greater danger from the Assamites’ enemies or bring the caste more power remains to be seen.<\/p><p><b>Nickname:<\/b> Scholars or Artisans<\/p><p><b>Disciplines:<\/b> Auspex, Celerity, Quietus<\/p><p><b>Weakness:<\/b> The viziers are mad. Every vizier finds himself caught up in the continuance of his chosen pursuits to the exclusion of trivial concerns such as daily shelter or nightly nourishment. Each vizier has an Obsessive-Compulsive derangement (p. 292) associated with his highest-rated intellectual or creative Ability. If the character’s focus of effort shifts, so does the focus of the derangement.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Seventy virgins. Seventy Kindred in the city. Virgin blood — have any of the Kindred in the city consumed the blood of their own childer? Well, find out!<\/i><\/p>"}, {"ID":"48","Name":"Daitya","IsUgly":"0","ClanDiscID1":"9","ClanDiscID2":"12","ClanDiscID3":"15","ClanDiscID4":null,"WeaknessShort":"Light Sensitive. +2 damage from Sunlight<br>-1 from dice pools in bright light","WeaknessLong":"The Daitya suffer the same weakness as the Followers of Set (p. 53): They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subject to bright light of any kind.","Descr":"<p>The Daitya are an Indian bloodline of the Followers of Set. They revere Shiva the Destroyer as an incarnation of Set, and believe that by casting the world into greater depths of depravity, they can help it reach its nadir of true evil. When that happens, Shiva will open his third eye and gaze upon the world, destroying it, and setting the stage for the next cycle of existence.<\/p><p>Like many Indian Kindred, the Daitya do not accept the Caine myth. They believe that they are demons, and that by killing, corrupting, and enslaving people, they are doing what it is in their nature as demons to do. They observe a caste system similar to that of mortals, and feel that being Embraced indicates a previous life of sin and profanity. By doing their duty in this incarnation (which can last many lifetimes), then the Daitya feel that reincarnation in a higher station is possible.<\/p><p>Many Daitya run or are involved with a cult to Shiva, and recruit ghouls and childer from the cult. The bloodline is scholarly and devout, in its way. The Daitya are not, however, humble — they believe that the gods themselves listen to their prayers, and that they are the vehicles that will bring the world to judgment.<\/p><p><b>Nickname:<\/b> Blasphemers<\/p><p><b>Disciplines:<\/b> Presence, Obfuscate, Serpentis<\/p><p><b>Weakness:<\/b> The Daitya suffer the same weakness as the Followers of Set (p. 53): They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subject to bright light of any kind.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Tonight we fast. Keep your hunger under control. Kill the mortal whelp if you wish, if it helps, but do not feed.<\/i><\/p>"}, {"ID":"49","Name":"Tlacique","IsUgly":"0","ClanDiscID1":"9","ClanDiscID2":"12","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Light Sensitive. +2 damage from Sunlight<br>-1 from dice pools in bright light","WeaknessLong":"The Tlacique’s weakness is one of the only ways to trace the line’s lineage to the Setites. They, like the Followers of Set (p. 53), suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subjected to bright light of any kind.","Descr":"<p>When the Spanish came to what is now Mexico, they carried Kindred with them in the holds of their ships. These undead stepped into the nights of the New World... and found that other vampires already claimed domain here. One bloodline of such Kindred was the Tlacique.<\/p><p>Claiming descent from Tezcatlipoca, the Aztec god of night and black magic, the Tlacique might have forged alliances with the Kindred that arrived with the Spaniards, had those conquistadores not destroyed the civilizations on which the Tlacique preyed and infected their people with smallpox. As their society fell, the Tlacique briefly allied with the Sabbat, but when the two factions took the time to examine the others, they found their belief systems quite incompatible. The Sword of Caine eventually slew the weakened Tlacique, and the bloodline as a whole vanished from view. They still exist, however: a handful scattered across Central America and the southwestern United States.<\/p><p>The Tlacique are unquestionably a Setite line, though only their vulnerability to sunlight marks them as such. They are mystics one and all, and status within the line depends in part by learning magic. In addition to their Disciplines, they practice a form of Thaumaturgy called Nahuallotl (in game terms, this Path is identical to the Path of Blood, found on p. 213, although they pay out-of-Clan costs to learn it).<\/p><p><b>Nickname:<\/b> Jaguars<\/p><p><b>Disciplines:<\/b> Obfuscate, Presence, Protean<\/p><p><b>Weakness:<\/b> The Tlacique’s weakness is one of the only ways to trace the line’s lineage to the Setites. They, like the Followers of Set (p. 53), suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subjected to bright light of any kind.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>A heart to make the sun rise. The blood within the heart to sustain the sun through his nightly sleep. You are blessed — you get to provide both.<\/i><\/p>"}, {"ID":"50","Name":"Warrior Setites","IsUgly":"0","ClanDiscID1":"11","ClanDiscID2":"12","ClanDiscID3":"15","ClanDiscID4":null,"WeaknessShort":"Light Sensitive. +2 damage from Sunlight<br>-1 from dice pools in bright light","WeaknessLong":"The warriors suffer same weakness as the Followers of Set (p. 53): They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subjected to bright light of any kind.","Descr":"<p>Not all Followers of Set are subtle, forked-tongued seducers. A number of them prefer to walk a more martial path, becoming holy warriors for their god. The warrior Setites eschew the Obfuscate Discipline for Potence — no slinking in the dark for these serpents. They are proud and brutal soldiers for Set, and are perfectly willing to go into battle to back up their subtler brethren. They act as enforcers, assassins, and even martyrs for the rest of the line, although thinking of them as mindless brutes is a mistake. A warrior Setite is still very much a Setite, and quite capable of leading others into all sorts of temptation. They just have the strength to make their points forcefully when necessary.<\/p><p>The warrior Setite line is interesting in that it is not passed down by the Embrace. A mortal Embraced by a warrior Setite becomes a “normal” member of the line (that is, learning Obfuscate as a Clan Discipline) unless trained as a warrior from childe-hood. The line is therefore an example of how training and ideology can change the basic makeup of a vampire’s Clan.<\/p><p>Warrior Setites generally embrace passionate ideologues. The ideology that they espouse isn’t important. A fanatical Christian’s fervor can be turned to Set as easily as the zeal of a pro-union rabble rouser, given the right amount of Kindred vitae and religious revelations from Set.<\/p><p><b>Nickname:<\/b> Horned Vipers<\/p><p><b>Disciplines:<\/b> Potence, Presence, Serpentis<\/p><p><b>Weakness:<\/b> The warriors suffer same weakness as the Followers of Set (p. 53): They suffer two additional health levels of damage from sunlight, and a one-die penalty to all rolls when subjected to bright light of any kind.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>The Serpent of Eden had his approach. Mine is more honest — that should be refreshing for you.<\/i><\/p>"}, {"ID":"51","Name":"Mariners","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"7","ClanDiscID3":"13","ClanDiscID4":null,"WeaknessShort":"Gain temporary (marine) animal characteristics<br>with each Frenzy","WeaknessLong":"As with most Gangrel (p. 55), the Mariners gain an animalistic feature each time they frenzy. These features, though, resemble fish, aquatic worms, cephalopods, and other sea creatures (the rare Gangrel develops a cetacean or seal-like feature). The alien nature of these features should be taken into consideration by Storytellers determining the mechanical impact of such features.","Descr":"<p>The Mariners are Gangrel who have chosen to dwell full-time in the ocean. Gangrel aquarii (as they are sometimes known to scholarly Kindred) swim below the sunlit zone, their Fortitude Discipline keeping them safe from the pressure that would otherwise crush them. They ascend at night to feed, usually on sharks and whales, but they aren’t choosy — anything with blood is fair game. A shipwreck is a smorgasbord for the Mariners, and a large enough disaster is one of the few events that might draw more than one to the same region.<\/p><p>Mariners sometimes act in defense of the oceans, sneaking aboard polluting vessels and killing everyone aboard. One some level this makes sense — if their prey dies off, they’ll have to return to the land (or quest ever further into the Deeps).<\/p><p>The Camarilla and the Sabbat have, on the rare occasions they find them, offered Mariners membership. The Mariners decline. They have no sectarian interests, and escaping the Jyhad might have been why the first Mariner left the land to begin with. No one knows how long ago that was, but most of the Mariners are of low Generation, and some of them date to the Age of Exploration.<\/p><p><b>Nickname:<\/b> None (the few Kindred that know of them simply call them “Mariners” or “aquatic Gangrel”)<\/p><p><b>Disciplines:<\/b> Animalism, Fortitude, Protean<\/p><p><b>Weakness:<\/b> As with most Gangrel (p. 55), the Mariners gain an animalistic feature each time they frenzy. These features, though, resemble fish, aquatic worms, cephalopods, and other sea creatures (the rare Gangrel develops a cetacean or seal-like feature). The alien nature of these features should be taken into consideration by Storytellers determining the mechanical impact of such features.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Why did I leave the land? Because in the sea, the sharks just swim up and bite you. They don’t smile first.<\/i><\/p>"}, {"ID":"52","Name":"Angellis Ater (Potence)","IsUgly":"0","ClanDiscID1":"20","ClanDiscID2":"6","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Cast no reflection","WeaknessLong":"The Angellis Ater have the same weakness as other Lasombra (p. 59) - they do not cast reflections.","Descr":"<p>The Angellis Ater are an odd bloodline, one that crosses boundaries between Baali and Lasombra. The so-called “black angels” believe that vampires are the instrument of Satan, and they worship sin and the darkness of the soul. Their Lasombra blood lets them reach into the blackness, pull it forth and manipulate it, and the black angels become dependent upon and addicted to use of the Obtenebration Discipline over time.<\/p><p>The bloodline has been around since at least the Middle Ages, descended in part from a powerful Baali called Azaneal. This monstrous vampire acted as a leader within the Baali line for a time, and twisted the orthodoxy of some Kindred enough to create a kind of heresy, one that was all too attractive to the Lasombra. The Clan of Shadows’ power base traditionally included the Catholic Church, and over time the Angellis Ater made at least some inroad with these pious (or pious-seeming) Lasombra. How much influence in the Church they were able to wield is not known, but they did survive the Inquisition. Angellis Ater are rare in modern nights, but they do exist.<\/p><p><b>Nickname:<\/b> Black Angels<\/p><p><b>Disciplines:<\/b> Daimoinon, Dominate, and one of Potence, Presence, or Obtenebration<\/p><p><b>Weakness:<\/b> The Angellis Ater have the same weakness as other Lasombra (p. 59) — they do not cast reflections.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>We reach into the shadows, reach into hell. We pull out what you find there, and paint the world with it.<\/i><\/p>"}, {"ID":"53","Name":"Angellis Ater (Presence)","IsUgly":"0","ClanDiscID1":"20","ClanDiscID2":"6","ClanDiscID3":"12","ClanDiscID4":null,"WeaknessShort":"Cast no reflection","WeaknessLong":"The Angellis Ater have the same weakness as other Lasombra (p. 59) - they do not cast reflections.","Descr":"<p>The Angellis Ater are an odd bloodline, one that crosses boundaries between Baali and Lasombra. The so-called “black angels” believe that vampires are the instrument of Satan, and they worship sin and the darkness of the soul. Their Lasombra blood lets them reach into the blackness, pull it forth and manipulate it, and the black angels become dependent upon and addicted to use of the Obtenebration Discipline over time.<\/p><p>The bloodline has been around since at least the Middle Ages, descended in part from a powerful Baali called Azaneal. This monstrous vampire acted as a leader within the Baali line for a time, and twisted the orthodoxy of some Kindred enough to create a kind of heresy, one that was all too attractive to the Lasombra. The Clan of Shadows’ power base traditionally included the Catholic Church, and over time the Angellis Ater made at least some inroad with these pious (or pious-seeming) Lasombra. How much influence in the Church they were able to wield is not known, but they did survive the Inquisition. Angellis Ater are rare in modern nights, but they do exist.<\/p><p><b>Nickname:<\/b> Black Angels<\/p><p><b>Disciplines:<\/b> Daimoinon, Dominate, and one of Potence, Presence, or Obtenebration<\/p><p><b>Weakness:<\/b> The Angellis Ater have the same weakness as other Lasombra (p. 59) — they do not cast reflections.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>We reach into the shadows, reach into hell. We pull out what you find there, and paint the world with it.<\/i><\/p>"}, {"ID":"54","Name":"Angellis Ater (Obtenebration)","IsUgly":"0","ClanDiscID1":"20","ClanDiscID2":"6","ClanDiscID3":"10","ClanDiscID4":null,"WeaknessShort":"Cast no reflection","WeaknessLong":"The Angellis Ater have the same weakness as other Lasombra (p. 59) - they do not cast reflections.","Descr":"<p>The Angellis Ater are an odd bloodline, one that crosses boundaries between Baali and Lasombra. The so-called “black angels” believe that vampires are the instrument of Satan, and they worship sin and the darkness of the soul. Their Lasombra blood lets them reach into the blackness, pull it forth and manipulate it, and the black angels become dependent upon and addicted to use of the Obtenebration Discipline over time.<\/p><p>The bloodline has been around since at least the Middle Ages, descended in part from a powerful Baali called Azaneal. This monstrous vampire acted as a leader within the Baali line for a time, and twisted the orthodoxy of some Kindred enough to create a kind of heresy, one that was all too attractive to the Lasombra. The Clan of Shadows’ power base traditionally included the Catholic Church, and over time the Angellis Ater made at least some inroad with these pious (or pious-seeming) Lasombra. How much influence in the Church they were able to wield is not known, but they did survive the Inquisition. Angellis Ater are rare in modern nights, but they do exist.<\/p><p><b>Nickname:<\/b> Black Angels<\/p><p><b>Disciplines:<\/b> Daimoinon, Dominate, and one of Potence, Presence, or Obtenebration<\/p><p><b>Weakness:<\/b> The Angellis Ater have the same weakness as other Lasombra (p. 59) — they do not cast reflections.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>We reach into the shadows, reach into hell. We pull out what you find there, and paint the world with it.<\/i><\/p>"}, {"ID":"55","Name":"Lasombra Antitribu","IsUgly":"0","ClanDiscID1":"6","ClanDiscID2":"10","ClanDiscID3":"11","ClanDiscID4":null,"WeaknessShort":"Cast no reflection<br>Hunted by Sabbat Lasombra","WeaknessLong":"In addition to the Clan’s usual problem with reflections (p. 59), Lasombra <i>antitribu<\/i> also have the “weakness” of being hunted relentlessly by the Sabbat, and targeted for destruction whenever their existence is made public.","Descr":"<p>Lasombra <i>antitribu<\/i> are simply members of Clan Lasombra who either predate the Sabbat and refused to join, or who disagree with the Sabbat’s philosophies. They are rare in either case, because the Sabbat goes out of its way to destroy them, but a few persist. Some join the Camarilla, while others remain independent. As a rule, they carry the Machiavellian attitude that typifies the Lasombra — they fully expect that they will win the Jyhad, and they are willing to do what is necessary to do so. They just feel that their Clan as a whole made the wrong choice.<\/p><p>While some Camarilla vampires know that these Kindred exist, at least in theory, the Magisters themselves try to stay out of the spotlight. The Sabbat has been known to stage raids on Camarilla cities, raids that they cannot hope to bring to a victory, just to destroy a Lasombra <i>antitribu<\/i>. Some Kindred put this down to the tenacity and spite of the Sabbat, but others point out that it tends to be the Sabbat Lasombra — well known for being good tacticians — who initiate these raids. What are they so afraid that the Lasombra <i>antitribu<\/i> might reveal?<\/p><p><b>Nickname:<\/b> Magisters (this was the Clan’s sobriquet for centuries before the Anarch Revolt)<\/p><p><b>Disciplines:<\/b> Dominate, Obtenebration, Potence<\/p><p><b>Weakness:<\/b> In addition to the Clan’s usual problem with reflections (p. 59), Lasombra <i>antitribu<\/i> also have the “weakness” of being hunted relentlessly by the Sabbat, and targeted for destruction whenever their existence is made public.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>I watched the fires of the Reconquista. I saw the trenches of the Great War and the fires that burned Dresden. The so-called “Sword of Caine” does not fill me with dread.<\/i><\/p>"}, {"ID":"56","Name":"Dominate Malkavians","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"6","ClanDiscID3":"9","ClanDiscID4":null,"WeaknessShort":"Permanent, incurable derangement","WeaknessLong":"Like all Malkavians (p. 61), the Carriers are irretrievably insane. As a rule, their insanity tends to be “quieter” than the average Lunatic’s, but the Dominate Malkavians still have at least one derangement that cannot be cured.","Descr":"<p>For the most part, other Kindred don’t differentiate between Dominate Malkavians and the main body of the Clan. Vampires don’t carry badges detailing their acuity in the various Disciplines, after all, and it’s by no means impossible for a Malkavian to wield both powers. As with so many things related to the Moon Clan, most vampires wouldn’t know about it if the Malkavians didn’t tell them.<\/p><p>For some reason, the Clan felt it was important for the Camarilla to know that some of their number retained skill with the Dominate Discipline. Likewise, their nickname — Carriers — is self-applied. The implication is clear: These Malkavians are immune to Dementation (at least as far as “contracting” it the way the rest of the Clan did), but they are capable of spreading it. Rumors fly that these Malkavians are capable of spreading Dementation — and the accompanying madness — even to non-Malkavian Kindred.<\/p><p>Whether or not that’s true hasn’t been established, but it is true that Dominate Malkavians tend to be more outwardly stable than other members of their Clan. That isn’t to say they aren’t mad — they are. Their derangements, though, tend more toward cold sociopathy or quiet hallucinations that the screaming, full-blown madness that afflicts much of the rest of the Clan. Likewise, Dominate Malkavians show no particular propensity for prophetic wisdom, and often seem somewhat contemptuous of the ones that do.<\/p><p><b>Nickname:<\/b> Carriers<\/p><p><b>Disciplines:<\/b> Auspex, Dominate, Obfuscate (Note: If you wish to set your Vampire game before the events of the “Great Prank” that gave every Malkavian Dementation, nearly every Lunatic has these Disciplines – only the Malkavian <i>antitribu<\/i> at the time have access to Dementation.)<\/p><p><b>Weakness:<\/b> Like all Malkavians (p. 61), the Carriers are irretrievably insane. As a rule, their insanity tends to be “quieter” than the average Lunatic’s, but the Dominate Malkavians still have at least one derangement that cannot be cured.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>If you’re expecting me to flip out and start hitting people with fish, well, you’ve got the wrong weirdo. I’m not here to amuse you.<\/i><\/p>"}, {"ID":"57","Name":"Brahman","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"2","ClanDiscID3":"4","ClanDiscID4":null,"WeaknessShort":"Addicted to vice<br>Self-Control\/Instinct roll (difficulty 6)<br>or succumb to compulsion","WeaknessLong":"The Brahman suffer the same weakness as the main body of Clan Ravnos (p. 65). Each one has a preferred form of vice (though the Brahman have a special love for swindling through psychic readings and séances). Whenever the Brahman is given the chance to indulge in his favorite vice, the player must roll Self-Control or Instinct (difficulty 6) to resist the temptation.","Descr":"<p>The elders of Clan Ravnos long ago divided themselves up into castes, much like mortal Indian society. In theory, only a member of a given vampire caste could Embrace a member of the appropriate mortal caste. In practice, though, the Clan’s elders couldn’t maintain such strict control over its members, even in India, and certainly not in the rest of the world.<\/p><p>For the most part, these vampire castes (called jati) were identical to the main body of the Clan in terms of ability and blood. The Brahman Ravnos, though, have a gift of sight that the other jati do not, and often use it to divine the future or the locations of their enemies. They act as advisors and seers to their Clan in India. <\/p><p>Another branch of the Clan, called the Phuri Dae, followed the Roma (Gypsies) along their travels in Europe. They are mechanically identical to the Brahman, and served much the same function.<\/p><p><b>Disciplines:<\/b> Animalism, Auspex, Chimerstry<\/p><p><b>Weakness:<\/b> The Brahman suffer the same weakness as the main body of Clan Ravnos (p. 65). Each one has a preferred form of vice (though the Brahman have a special love for swindling through psychic readings and séances). Whenever the Brahman is given the chance to indulge in his favorite vice, the player must roll Self-Control or Instinct (difficulty 6) to resist the temptation.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Our traditions are not meaningless now, childe. If anything, they mean more now. We have so much more to preserve, and so few voices left to accomplish it.<\/i><\/p>"}, {"ID":"58","Name":"Wu Zao (Obeah)","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"25","ClanDiscID4":null,"WeaknessShort":"Must make a ^Willpower^ roll (difficulty 6)<br>to avoid pursuing preferred arcane study","WeaknessLong":"The Wu Zao are scholars by nature, and each of them has a special focus. At character creation, the player must select an area of arcane study - the Wan Kuei, the culture of a specific mortal group, a group of mystical tomes lost to the ages, etc. Whenever the opportunity arises to learn something about this subject, the player must make a ^Willpower^ roll (difficulty 6) to avoid pursuing that lead to the exclusion of all else.","Descr":"<p>Saulot left Europe and traveled east, where he met native creatures that, though they fed on blood, were not truly Kindred. These “Wan Kuei” called him Zao-lat, and regarded him as a trickster, a thief, and a barbarian.<\/p><p>Unwelcome though he was, Zao-lat managed to leave a legacy behind — the Wu Zao. These Kindred are the descendants of two vampires Embraced by Zao-lat during his time in the Middle Kingdom (named Zao-zei and Zao-xue). These two vampires helped Zao-lat uncover the arcane secrets of the East, break into the lairs of demons, and learn their weaknesses.<\/p><p>But the local vampires eventually drove Zao-lat from their lands, leaving behind his two childer to carry on his work. Since then, the Wu Zao have been intrigued or (more accurately) obsessed by whatever areas of arcane study pique their interests. Their scholarly ways have served them well — when news of Saulot’s destruction reached them, some few went into hiding and avoided purges in their own lands. The bloodline survives in modern nights — rare and quiet, but present.<\/p><p><b>Nickname:<\/b> Orphans<\/p><p><b>Disciplines:<\/b> Auspex, Fortitude, Obeah or Valeren (player’s choice at character creation)<\/p><p><b>Weakness:<\/b> The Wu Zao are scholars by nature, and each of them has a special focus. At character creation, the player must select an area of arcane study — the Wan Kuei, the culture of a specific mortal group, a group of mystical tomes lost to the ages, etc. Whenever the opportunity arises to learn something about this subject, the player must make a Willpower roll (difficulty 6) to avoid pursuing that lead to the exclusion of all else.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>How much? Ha! For that old trinket! Never! Wait, wait. How much again?<\/i><\/p>"}, {"ID":"59","Name":"Wu Zao (Valeren)","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"7","ClanDiscID3":"31","ClanDiscID4":null,"WeaknessShort":"Must make a ^Willpower^ roll (difficulty 6)<br>to avoid pursuing preferred arcane study","WeaknessLong":"The Wu Zao are scholars by nature, and each of them has a special focus. At character creation, the player must select an area of arcane study - the Wan Kuei, the culture of a specific mortal group, a group of mystical tomes lost to the ages, etc. Whenever the opportunity arises to learn something about this subject, the player must make a ^Willpower^ roll (difficulty 6) to avoid pursuing that lead to the exclusion of all else.","Descr":"<p>Saulot left Europe and traveled east, where he met native creatures that, though they fed on blood, were not truly Kindred. These “Wan Kuei” called him Zao-lat, and regarded him as a trickster, a thief, and a barbarian.<\/p><p>Unwelcome though he was, Zao-lat managed to leave a legacy behind — the Wu Zao. These Kindred are the descendants of two vampires Embraced by Zao-lat during his time in the Middle Kingdom (named Zao-zei and Zao-xue). These two vampires helped Zao-lat uncover the arcane secrets of the East, break into the lairs of demons, and learn their weaknesses.<\/p><p>But the local vampires eventually drove Zao-lat from their lands, leaving behind his two childer to carry on his work. Since then, the Wu Zao have been intrigued or (more accurately) obsessed by whatever areas of arcane study pique their interests. Their scholarly ways have served them well — when news of Saulot’s destruction reached them, some few went into hiding and avoided purges in their own lands. The bloodline survives in modern nights — rare and quiet, but present.<\/p><p><b>Nickname:<\/b> Orphans<\/p><p><b>Disciplines:<\/b> Auspex, Fortitude, Obeah or Valeren (player’s choice at character creation)<\/p><p><b>Weakness:<\/b> The Wu Zao are scholars by nature, and each of them has a special focus. At character creation, the player must select an area of arcane study — the Wan Kuei, the culture of a specific mortal group, a group of mystical tomes lost to the ages, etc. Whenever the opportunity arises to learn something about this subject, the player must make a Willpower roll (difficulty 6) to avoid pursuing that lead to the exclusion of all else.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>How much? Ha! For that old trinket! Never! Wait, wait. How much again?<\/i><\/p>"}, {"ID":"60","Name":"Telyavelic Tremere","IsUgly":"0","ClanDiscID1":"2","ClanDiscID2":"12","ClanDiscID3":"16","ClanDiscID4":null,"WeaknessShort":"+2 difficulty to resist frenzy vs True Faith<br>Recoil from the sight of the cross or other Christian symbols","WeaknessLong":"The Telyavs bound their fates so tightly to their pagan herds that they took on some of the same fears and enemies. They are weak against Christian symbols and faith. Difficulties to resist frenzy are two higher than normal when confronted by an enemy using True Faith as a defense. They recoil from the sight of the cross or other symbols of the Christian faith.","Descr":"<p>In the early nights of Clan Tremere, before the diablerie of Saulot, a small band of Warlocks made its way into Lithuania. Clan records state that the original goal of this journey was to expand the Clan’s influence into these lands, or to find allies. Some elder Tremere, though, claim that these pilgrims took the journey to escape from the clutches of their Clan once and for all.<\/p><p>Whatever the original motive behind the exodus, when the Tremere arrived, they fell in with the pagan peoples of Lithuania and learned of Telyavel, the protector of the dead. The local people saw the vampires — nocturnal, bloodthirsty, and obviously magical — as incarnations or avatars of their death-gods, and the Tremere grew to believe them. They cast off the name “Tremere,” and simply became the “Telyavs.” While they had some infrequent contact with chantries outside of Lithuania, for the most party they remained patrons and predators to the villagers.<\/p><p>This was not to last, however. In the late 13th century, the Ventrue warlord Jürgen the Sword-Bearer destroyed one of the last remaining enclaves of the Telyavs. The bloodline managed to limp along for another few centuries, but by the 16th century, the main body of the Tremere reported that all of them had been destroyed.<\/p><p><b>Nickname:<\/b> Telyavs, Shepherds<\/p><p><b>Disciplines:<\/b> Auspex, Presence, Thaumaturgy<\/p><p><b>Weakness:<\/b> The Telyavs bound their fates so tightly to their pagan herds that they took on some of the same fears and enemies. They are weak against Christian symbols and faith. Difficulties to resist frenzy are two higher than normal when confronted by an enemy using True Faith as a defense. They recoil from the sight of the cross or other symbols of the Christian faith.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>We reached too high. Power and enlightenment aren’t found in formulae. They are found in dirt, wood, and blood.<\/i><\/p>"}, {"ID":"61","Name":"Kolduns","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"2","ClanDiscID3":"17","ClanDiscID4":null,"WeaknessShort":"Must sleep in at least two<br>handfuls of native soil","WeaknessLong":"As with the rest of the Clan (p. 71): The koldun must rest in the proximity of at least two handfuls of native soil. Failure to meet this requirement halves the koldun’s dice pools every 24 hours, until all pools fall to one die. This penalty remains until they are able to rest for a full day in their earth.","Descr":"<p>The koldun are the oldest sorcerers among the Kindred, or at least they claim to be. Their magic is ancient, to be sure. This magic does not depend on formulae and lifeless, categorized rotes. Rather, it draws power from the most unlikely source: the living earth. Koldunic Sorcery excels in manipulating the natural elements in subtle and grandiose ways, yet its paths follow no other directions. Many of its rituals build on spirituality and vitality thought lost to vampires. Kolduns, then, are Tzimisce wizards who are in tune with the land around them to a frightening degree.<\/p><p>The kolduns aren’t protectors of the land, though, at least not in the way that the phrase usually implies. They use the land, drinking in its energy and reshaping it into weapons. They protect the land because it is theirs, and therefore they display the same territorialism for which the Tzimisce in general are so widely known.<\/p><p>For many years, Koldunic Sorcery was the province of a few very powerful elder Tzimisce, almost all Old Clan (see below). In recent nights, though, the knowledge of the magic has filtered down through the Clan’s ranks, and even neonates may learn it. This is a huge departure from previous practices. It remains to be seen what effect Koldunic Sorcery will have on the world at large.<\/p><p><b>Nickname:<\/b> None<\/p><p><b>Disciplines:<\/b> The kolduns aren’t truly a bloodline. Rather, koldunism is a practice within the Tzimisce where the vampire learns Koldunic Sorcery (at out-of-Clan costs). Koldun Clan Disciplines, therefore, are Auspex, Animalism, and either Dominate or Vicissitude (depending on whether the koldun is an Old Clan Tzimisce or not).<\/p><p><b>Weakness:<\/b> As with the rest of the Clan (p. 71): The koldun must rest in the proximity of at least two handfuls of native soil. Failure to meet this requirement halves the koldun’s dice pools every 24 hours, until all pools fall to one die. This penalty remains until they are able to rest for a full day in their earth.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>I am the land. You have not violated my home...you have violated me. And now you reap the consequences.<\/i><\/p>"}, {"ID":"62","Name":"Old Clan Tzimisce","IsUgly":"0","ClanDiscID1":"1","ClanDiscID2":"2","ClanDiscID3":"6","ClanDiscID4":null,"WeaknessShort":"Must sleep in at least two<br>handfuls of native soil","WeaknessLong":"As with the rest of the Clan (p. 71), the Old Clan Tzimisce must sleep in at least two handfuls of soil from their homeland. Failure to meet this requirement halves the Tzimisce’s dice pools every 24 hours, until all pools fall to one die. This penalty remains until they are able to rest for a full day in their earth.","Descr":"<p>The Old Clan Tzimisce are a small group of Fiends who predate the use of fleshcrafting. They regard Vicissitude as a disease of the soul, and refuse to learn or employ it. In most other respects, though, they resemble the rest of the Clan. They share the Clan’s propensity for manners and respect for territory, and as most of the surviving members of this “bloodline” still reside in what is now Romania, they govern their territories using Old World methods and customs. In some remote places, they rule more or less openly, taking blood tithe from the mortals under their “protection” and keeping out other supernatural threats. As the world grows smaller through the use of information technology, though, those nights may be coming to an end.<\/p><p>The Old Clan would prefer never to have to deal with the “defiled” members of Clan Tzimisce, but family is family and they can’t survive the modern nights with no support. They make treaties and trade favors with other Fiends, sometimes lending support to the Sabbat as a whole in exchange for help and support when they need. One thing they refuse to do, though, is share blood with a Sabbat vampire. One never knows what might be swimming in it.<\/p><p><b>Nickname:<\/b> The Old Clan<\/p><p><b>Disciplines:<\/b> Animalism, Auspex, Dominate<\/p><p><b>Weakness:<\/b> As with the rest of the Clan (p. 71), the Old Clan Tzimisce must sleep in at least two handfuls of soil from their homeland. Failure to meet this requirement halves the Tzimisce’s dice pools every 24 hours, until all pools fall to one die. This penalty remains until they are able to rest for a full day in their earth.<\/p><p class=ttlQuote><b>Quote:<\/b> <i>Old ways do not die. Like old Cainites, they merely sleep, awaiting sufficient blood to reawaken them.<\/i><\/p>"}]
