[{"ID":"1","AType":"Physical","Name":"Strength","Descr":"Strength is the raw, brute power of a character. It governs how much weight a character can lift, how much he can physically push, and how hard he can hit another character or object. The Strength Trait is added to a character’s damage dice pool when he hits his opponent in hand-to-hand combat. It is also used when a character wishes to break, lift, or carry something, as well as when a character tries to jump a distance.<br><b>Specialties<\/b>: Never Lets Go, Powerful Arms, Reserves of Strength, Vicious.","Level1":"Poor: You can lift 40 lbs (about 20 kgs).","Level2":"Average: You can lift 100 lbs (close to 50 kgs).","Level3":"Good: You can lift 250 lbs (a little over 100 kgs).","Level4":"Exceptional: You can lift 400 lbs (close to 200 kgs).","Level5":"Outstanding: You can lift 650 lbs (nearly 300 kgs) and crush skulls like grapes."}, {"ID":"2","AType":"Physical","Name":"Dexterity","Descr":"The Dexterity Attribute measures a character’s general physical prowess. It encompasses the character’s speed, agility and overall quickness, as well as indicating the character’s ability to manipulate objects with control and precision. Also included under Dexterity’s heading are hand-eye coordination, reflexes, and bodily grace.<br><b>Specialties<\/b>: Precise, Swift, Feline Grace, Lightning Reflexes","Level1":"Poor: You are clumsy and awkward. Put that gun down before you hurt yourself.","Level2":"Average: You’re no clod, but you’re no ballerina, either.","Level3":"Good: You possess some degree of athletic potential.","Level4":"Exceptional: You could be an acrobat if you wished.","Level5":"Outstanding: Your movements are liquid and hypnotic - almost superhuman."}, {"ID":"3","AType":"Physical","Name":"Stamina","Descr":"The Stamina Trait refects a character’s health, toughness, and resilience. It indicates how long a character can exert herself and how much punishment she can withstand before suffering physical trauma. Stamina also includes a bit of psychic fortitude, indicating a character’s grit and tenacity.<br><b>Specialties<\/b>: Tireless, Determined, Tough as Nails, Vigorous","Level1":"Poor: You bruise in a stiff wind.","Level2":"Average: You are moderately healthy and can take a punch or two.","Level3":"Good: You are in good shape and rarely fall ill.","Level4":"Exceptional: You can run - and perhaps win - any marathon you choose.","Level5":"Outstanding: Your constitution is truly herculean."}, {"ID":"4","AType":"Social","Name":"Charisma","Descr":"Charisma is a character’s ability to entice and please others through her personality. Charisma comes into question when a character tries to win another character’s sympathies or encourage others to trust her. Charisma refects the power of a character’s charm and influence. It governs a character’s ability to convince others to see her point of view. This Attribute doesn’t necessarily indicate how the character is charismatic, whether she’s a silver-tongued charmer or a grinning bully (These should come across through roleplaying and specialties).<br><b>Specialties<\/b>: Graceful, Smooth Talker, Forceful, Urbane, Witty, Eloquent, Hustler","Level1":"Poor: There’s something a little sketchy about you.","Level2":"Average: You are generally likable and have several friends.","Level3":"Good: People trust you implicitly.","Level4":"Exceptional: You have significant personal magnetism.","Level5":"Outstanding: Entire cultures could follow your lead."}, {"ID":"5","AType":"Social","Name":"Manipulation","Descr":"Manipulation measures a character’s ability for self-expression in the interests of getting others to share her outlook or follow her whims. In short, it’s getting others to do what she wants. Manipulation comes into play when a character tries to infuence or subtly guide another’s behavior. Manipulation is used to trick, bluff, fast-talk, and railroad other characters. Whether or not the characters in question actually like the manipulator is irrelevant (this is why Manipulation differs from Charisma). After all, a skilled motivator can even employ the talents of people who hate her. Manipulation is a dangerous affair, though it is a way many Kindred primarily affect the world around them. Failed attempts at manipulation often earn the ire of the would-be patsy. Botching a Manipulation roll may add a name to the character’s list of enemies. People are manipulated every day, and typically ignore it (“Would you run to the store for me?”). If the fact is brought to their attention, however, many people become quite defensive. Manipulation can be the most powerful tool in a Kindred’s repertoire, but failure can be disastrous. Characters with high Manipulation ratings are often distrusted by those around them.<br><b>Specialties<\/b>: Persuasive, Seductive, Well-Reasoned, Misdirection, Conjurer of “Facts”","Level1":"Poor: A person of few (often ineffectual) words.","Level2":"Average: You can fool some of the people some of the time, just like anybody else.","Level3":"Good: You never pay full price.","Level4":"Exceptional: You could be a politician or cult leader.","Level5":"Outstanding: “Of course I’ll tell the Prince I was the one who tried to stake him!”"}, {"ID":"6","AType":"Social","Name":"Appearance","Descr":"The Appearance Attribute is a measure of how well a character makes a first impression. This may be conventional “attractiveness,” but it can also be the effect of distinctive features, an exotic mien, an air of confidence, distinctive posture, a flair for dressing well - anything remarkable upon initial observation can contribute to a character’s Appearance. Indeed, Appearance is the amalgamation of many descriptive personal characteristics. Appearance is subconscious and instinctual - it appeals to the lower levels of the psyche, so it shapes first impressions and the nature of memories thereafter. This Trait is useful for getting potential vessels to heed your beckoning across a crowded dance foor. In situations in which first impressions are paramount, or that involve people who view Appearance as very important, a character may have no more dice in a Social dice pool than her Appearance rating. Thus, it is critically important to either look your best or get to know people before you start trying to convince them to fire-bomb the Justicar’s haven.<br><b>Specialties<\/b>: Unconventional Looks, Photogenic, Fashion Sense, Unforgettable Face, Memorable Pose","Level1":"Poor: Your clothes stink, you turn people off right away, or you’re just damned ugly.","Level2":"Average: You don’t stand out in a crowd, for better or for worse.","Level3":"Good: “Let me buy you a drink.”","Level4":"Exceptional: People go out of their way to make your acquaintance.","Level5":"Outstanding: People never forget you."}, {"ID":"7","AType":"Mental","Name":"Perception","Descr":"Perception measures a character’s ability to observe his environment. This may involve a conscious effort, such as searching an area, but it is more often intuitive, as the character’s keen senses notice something out of the ordinary. Perception is a sensitivity to one’s surroundings, and is seldom present in the cynical or jaded (who have seen it all before). Perception is used to determine whether or not a character understands a given situation or detects an environmental stimulus. It can warn a character of ambushes, distinguish a clue from a pile of refuse, or uncover any other hidden or overlookable detail, whether physical or otherwise.<br><b>Specialties<\/b>: Attentive, Insightful, Careful, Discerning, Tactical","Level1":"Poor: Perhaps you are absurdly self-absorbed, perhaps merely an airhead. In any event, watch out for that car!","Level2":"Average: The very subtle evades you, but you’re aware of the bigger picture.","Level3":"Good: You perceive moods, textures and small changes in your environment.","Level4":"Exceptional: Almost nothing escapes your notice.","Level5":"Outstanding: You instantly observe things almost imperceptible to human senses."}, {"ID":"8","AType":"Mental","Name":"Intelligence","Descr":"The Intelligence Attribute refers to a character’s grasp of facts and knowledge. It also governs a character’s ability to reason, solve problems, and evaluate situations. Intelligence also includes critical thinking and flexibility of thought. Intelligence does not include savvy, wisdom or common sense, as those are properties of the character’s personality, not Traits. Even the smartest character may be too foolish to realize the thugs who want to “borrow” her car keys are up to no good. Characters with low Intelligence aren’t necessarily stupid (though they might be); they are just uneducated or simple thinkers. Likewise, characters with high Intelligence aren’t all Einsteins; they may be better at rote memorization or have particularly keen judgment.<br><b>Specialties<\/b>: Book Knowledge, Creative, Analytical, Problem Solver, Subject Authority","Level1":"Poor: Not the sharpest knife in the drawer.","Level2":"Average: Smart enough to realize you’re normal.","Level3":"Good: More enlightened than the masses.","Level4":"Exceptional: You’re not just bright, you’re downright brilliant.","Level5":"Outstanding: Certified genius."}, {"ID":"9","AType":"Mental","Name":"Wits","Descr":"The Wits Trait measures the character’s ability to think on her feet and react quickly to a certain situation. It also refects a character’s general cleverness. Characters with low Wits ratings are thick and mentally lethargic, or maybe gullible and unsophisticated. By contrast, characters with high Wits Traits almost always have a plan immediately and adapt to their surroundings with striking expedience. Characters with high Wits also manage to keep their cool in stressful situations.<br><b>Specialties<\/b>: Getting the Jump on Others, Witty Bon Mots, Changes in Strategy, Ambushes","Level1":"Poor: Pull my finger.","Level2":"Average: You know when to bet or fold in poker.","Level3":"Good: You are seldom surprised or left speechless.","Level4":"Exceptional: You’re one of the people who make others think, “Ooh, I should have said...” the next day.","Level5":"Outstanding: You think and respond almost more quickly than you can act."}]
