[{"ID":"1","AType":"Talents","Name":"Alertness","Descr":"This is your basic knack for noticing things that go on around you, even when you’re not actively looking for them. Alertness describes the attention you pay to the outside world, whether otherwise occupied or not. This Talent is typically paired with Perception, and is best used when sensing physical stimuli (as opposed to moods or clues).<br><b>Possessed by<\/b>: Hunters, Bodyguards, Security Personnel, Journalists, Burglars<br><b>Specialties<\/b>: Noises, Eavesdropping, Fine Details, Hidden Weapons, Crowds, Forests, Animals","Level1":"Novice: You’re no mindless drone.","Level2":"Practiced: Habitual eavesdropper.","Level3":"Competent: You keep a sharp eye on your surroundings.","Level4":"Expert: Whether from paranoia or good sense, you are rarely caught off-guard.","Level5":"Master: Your senses are on par with those of a wild animal."}, {"ID":"2","AType":"Talents","Name":"Athletics","Descr":"This Talent represents your basic athletic ability, as well as any training you might have had in sports or other rigorous activities. Athletics concerns all forms of running, jumping, throwing, swimming, sports, and the like. However, Athletics doesn’t cover basic motor actions such as lifting weights, nor does it govern athletic feats covered by another Ability (such as Melee).<br><b>Possessed by<\/b>: Athletes, Hobbyists, Park Rangers, Jocks, Kids<br><b>Specialties<\/b>: Swimming, Rock Climbing, Acrobatics, Dancing, Parkour, specific sports","Level1":"Novice: You had an active childhood.","Level2":"Practiced: High-school athlete","Level3":"Competent: Talented lifelong amateur.","Level4":"Expert: Professional athlete.","Level5":"Master: Olympic medalist."}, {"ID":"3","AType":"Talents","Name":"Awareness","Descr":"Awareness is an instinctual reaction to the presence of the supernatural. It differs from Alertness (which measures sensitivity to mundane events) and Occult (which covers actual knowledge about the supernatural). Usually, only supernatural creatures have access to this particular Talent, but some unique mortals have a sense that something is strange in the world (such as those with True Faith - see p. 372). Characters with Awareness sometimes get hunches, chills or sudden flashes of inspiration when they are near supernatural creatures, objects or events. This insight is purely subconscious, and knowing that something’s wrong doesn’t mean that the character knows what it is. To get more specific information, the Kindred will need to use Occult or a particular power - Awareness only makes the vampire more receptive to the presence of the unusual. A vampire can use Awareness deliberately if he suspects that something is supernatural, but more often the Storyteller can ask for an Awareness roll to determine whether a vampire notices a strange event that’s not immediately visible.<br><b>Possessed by<\/b>: Psychics, New Agers, Mystics, Paranormal Researchers<br><b>Specialties<\/b>: Ghostly Activity, Mystical Objects, Someone’s In My Head, Debunking","Level1":"Novice: Once in a while, you get the feeling that something isn’t right.","Level2":"Practiced: You sometimes get strange vibes from a particular direction or vague area (like a building).","Level3":"Competent: You can walk into a room and know that something unusual is going on within.","Level4":"Expert: If you concentrate, you can sense whether a someone in a group of people or a collection of objects is supernatural.","Level5":"Master: You instinctually know if something or someone is mundane or supernatural."}, {"ID":"4","AType":"Talents","Name":"Brawl","Descr":"The Brawl Talent represents how well you fight in tooth-and-nail situations. This Talent represents skill in unarmed combat, whether from formal martial arts training or simply from plenty of experience. Effective brawlers are coordinated, resistant to pain, quick, strong and mean. The willingness to do whatever it takes to hurt your opponent wins plenty of fights.<br><b>Possessed by<\/b>: Military, Police, Roughnecks, Thugs<br><b>Specialties<\/b>: Dirty Fighting, Strikes, Throws, Submission Holds, specific martial arts or combat styles","Level1":"Novice: You were picked on as a kid.","Level2":"Practiced: You’ve participated in the occasional bar-room tussle.","Level3":"Competent: You’ve fought regularly and routinely, and generally walked away in better shape than your opponents.","Level4":"Expert: You could be a serious contender on the MMA circuit.","Level5":"Master: Somewhere on the Internet, there’s a video of you taking down three men in four seconds."}, {"ID":"5","AType":"Talents","Name":"Empathy","Descr":"You understand the emotions of others, and can sympathize with, feign sympathy for or play on such emotions as you see fit. You are adept at discerning motive, and might be able to discern when someone’s lying to you. However, you may be so in tune with other people’s feelings that your own emotions are affected.<br><b>Possessed by<\/b>: Social Workers, Parents, Actors, Psychologists, Detectives, Seducers, Mediums, Best Friends<br><b>Specialties<\/b>: Emotions, Insight, Motives, Gaining Trust","Level1":"Novice: You lend the occasional shoulder to cry on.","Level2":"Practiced: You can sometimes literally feel someone else’s suffering.","Level3":"Competent: You have a keen insight into other people’s motivations.","Level4":"Expert: It’s almost impossible to lie to you.","Level5":"Master: The human soul conceals no mysteries from you."}, {"ID":"6","AType":"Talents","Name":"Expression","Descr":"This is your ability to get your point across clearly, whether through conversation, poetry or even in 140 characters or fewer. Characters with high Expression can phrase their opinions or beliefs in a manner that cannot be ignored (even if their opinions are misinformed or worthless). They might also be talented actors, skilled at conveying moods or communicating emotion with every gesture. Additionally, this Talent represents your ability for poetry, creative writing or other literary art forms. For many elders, Expression is the subtle art of crafting a satirical epigram capable of socially crippling one’s longtime rival. For younger Kindred, Expression may well be the key to convincing thirty stake-wielding Anarchs to converge on the Sheriff’s private hunting ground with the right text message. You can choose a specialty in Expression, even at less than 4 dots.<br><b>Possessed by<\/b>: Actors, Writers, Poets, Politicians, Journalists, Web Personalities, Rabble-Rousers<br><b>Specialties<\/b>: Acting, Poetry, Fiction, Impromptu, Conversation, Social Media","Level1":"Novice: Your talent has matured past crude poetry on notebook paper.","Level2":"Practiced: You could lead a college debate team.","Level3":"Competent: You could be a successful writer.","Level4":"Expert: Your work is Pulitzer material.","Level5":"Master: Steve Jobs asks you for input on his next mobile device."}, {"ID":"7","AType":"Talents","Name":"Intimidation","Descr":"Intimidation takes many forms, from outright threats and physical violence to mere force of personality. It needn’t be course or callous, and a well-placed intimidating word under the right circumstances might well be called “diplomacy” in certain circles. You know the right method for each occasion, and can be very ... persuasive.<br><b>Possessed by<\/b>: Bullies, Anonymous, Military Officers, Bouncers, Gangsters, Sabbat<br><b>Specialties<\/b>: Veiled Threats, Pulling Rank, Physical Coercion, Blackmail, Internet","Level1":"Novice: Shady teenager","Level2":"Practiced: Skinhead thug","Level3":"Competent: Drill sergeant","Level4":"Expert: Your air of authority cows casual passersby.","Level5":"Master: You can frighten off vicious animals."}, {"ID":"8","AType":"Talents","Name":"Leadership","Descr":"You are an example to others and can inspire them to do what you want. Leadership has less to do with manipulating people’s desires than it does with presenting yourself as the sort of person they want to follow. Anyone can lead a group into some sort of confict; a good leader can get them back out intact. This Talent is usually paired with Charisma rather than Manipulation.<br><b>Possessed by<\/b>: Politicians, Princes, Managers, Executives, Military Officers, Police<br><b>Specialties<\/b>: Oratory, Compelling, Friendly, Open, Noble, Military, Multimedia","Level1":"Novice: Captain of your Little League team","Level2":"Practiced: Student body president","Level3":"Competent: An effective CEO","Level4":"Expert: Presidential material","Level5":"Master: You could be beloved dictator of a nation."}, {"ID":"9","AType":"Talents","Name":"Streetwise","Descr":"The streets can provide a lot of information or money to those who know the language. Streetwise allows you to blend in unobtrusively with the local scene, pick up gossip, understand slang or even dabble in criminal doings.<br><b>Possessed by<\/b>: Criminals, Homeless People, Reporters, Clubgoers, Savvy Detectives, Neonates<br><b>Specialties<\/b>: Fencing, Illegal Drugs, Illegal Weapons, Free Wifi, Gangs, Being On the Guest List, Local Slang","Level1":"Novice: You know who’s holding.","Level2":"Practiced: You’re accorded respect on the street.","Level3":"Competent: You could head your own gang.","Level4":"Expert: You have little to fear in even the worst neighborhoods.","Level5":"Master: If you haven’t heard it, it hasn’t been said."}, {"ID":"10","AType":"Talents","Name":"Subterfuge","Descr":"You know how to conceal your own motives and project what you wish. Furthermore, if you can root out other people’s motives, you can then use those motives against them. This Talent defines your talent for intrigue, secrets, and double-dealing. Mastery of Subterfuge can make you the ultimate seducer or a brilliant spy.<br><b>Possessed by<\/b>: Politicians, Lawyers, Vampires, Teenagers, Con Men, Pick-up Artists<br><b>Specialties<\/b>: Seduction, Impeccable Lies, Feigning Mortality, the Long Con","Level1":"Novice: You tell the occasional white lie.","Level2":"Practiced: Vampire","Level3":"Competent: Criminal lawyer","Level4":"Expert: Deep-cover agent","Level5":"Master: You’re the very last person anyone would suspect."}, {"ID":"11","AType":"Skills","Name":"Animal_Ken","Descr":"You can understand animals’ behavior patterns. This Skill allows you to predict how an animal might react in a given situation, train a domesticated creature or even try to calm or enrage animals.<br><b>Possessed by<\/b>: Farmers, Animal Trainers, Zookeepers, Veterinarians, Pet Owners, Domitors<br><b>Specialties<\/b>: Dogs, Attack Training, Big Cats, Horses, Farm Animals, Falconry","Level1":"Novice: You can get a domesticated horse to let you pet it.","Level2":"Practiced: You can housebreak a puppy.","Level3":"Competent: You could train a seeing eye dog.","Level4":"Expert: Circus trainer","Level5":"Master: You can tame wild beasts without benefit of supernatural powers."}, {"ID":"12","AType":"Skills","Name":"Crafts","Descr":"This Skill covers your ability to make or fix things with your hands. Crafts allows you to work in fields such as carpentry, leather-working, weaving or even mechanical expertise such as car repair. You can even create lasting works of art with this Skill, depending on the number of successes you achieve. You must always choose a specialization in Crafts, even though you retain some skill in multiple fields.<br><b>Possessed by<\/b>: Mechanics, Artisans, Artists, Designers, Inventors, Back-to-the-Land Types<br><b>Specialties<\/b>: Pottery, Sewing, Home Repair, Carpentry, Appraisal, Carburetors","Level1":"Novice: High school wood shop","Level2":"Practiced: You’re starting to develop your own style.","Level3":"Competent: You could start your own shop.","Level4":"Expert: You wrote instruction manuals on your field of specialization.","Level5":"Master: Your craftsmanship and insight is virtually without peer."}, {"ID":"13","AType":"Skills","Name":"Drive","Descr":"You can drive a car, and maybe other vehicles as well. This Skill does not automatically entail familiarity with complicated vehicles such as tanks or 18-wheelers, and difficulties may vary depending on your experience with individual automobiles. After all, helming a station wagon doesn’t prepare you for double-clutching a Maserati at 100 miles per hour.<br><b>Possessed by<\/b>: Cabbies, Truckers, Race Car Drivers, Automotive Show Hosts, Rebels<br><b>Specialties<\/b>: Off-Road, Motorcycles, High Speed, Heavy Traffic, Avoiding Traffic Cops","Level1":"Novice: You know how to work an automatic transmission.","Level2":"Practiced: You can drive a stick shift.","Level3":"Competent: Professional trucker","Level4":"Expert: NASCAR daredevil or tank pilot","Level5":"Master: Whether it’s a Fiat or a Ferrari, you can make it sing."}, {"ID":"14","AType":"Skills","Name":"Etiquette","Descr":"You understand the nuances of proper behavior, in both mortal society and Kindred culture. In many cases, knowing how to broach a topic is as important as the discussion itself, and a person with poor etiquette will never have an opportunity to make herself heard because she doesn’t know when or how to interject.This Skill is used during meetings, haggling, seduction, dancing, dinner etiquette and all forms of diplomacy.<br><b>Possessed by<\/b>: Diplomats, Travelers, High Society, Executives, Kindred of Status<br><b>Specialties<\/b>: At Elysium, Business, High Society, Sabbat Protocol","Level1":"Novice: You know when to keep your mouth shut.","Level2":"Practiced: You’ve been to a black-tie event or two.","Level3":"Competent: You know your way around even obscure silverware.","Level4":"Expert: Her Majesty would consider you charming.","Level5":"Master: If the right people came to dinner, you could end wars - or start them."}, {"ID":"15","AType":"Skills","Name":"Firearms","Descr":"Executing a mortal with a sword starts investigations. Clawing someone to ribbons tears the edges of the Masquerade. So Cainites adapt, and many have devoted their energies to learning how to kill with guns. This Skill represents familiarity with a range of firearms, from holdout pistols to heavy machine guns. Further, someone skilled in Firearms can clean, repair, recognize and accurately fire most forms of small arms. This Skill is also used to unjam guns (Wits + Firearms).<br><b>Possessed by<\/b>: Anarchs, Neonates, Policemen, Military Personnel, Survivalists, Hunters<br><b>Specialties<\/b>: Fast-Draw, Gunsmithing, Pistols, Marksmanship, Revolvers, Shotguns","Level1":"Novice: You had a BB gun as a kid.","Level2":"Practiced: You while away the occasional hour at the gun club.","Level3":"Competent: You’ve survived a firefight or two.","Level4":"Expert: You could pick off people for a living.","Level5":"Master: You’ve been practicing since the debut of the Winchester."}, {"ID":"16","AType":"Skills","Name":"Larceny","Descr":"This Skill entails familiarity with the tools and techniques for the sorts of physical manipulation typically associated with criminal activity. Picking locks, manual forgery, safecracking, simple hot-wiring, various forms of breaking and entering, and even sleight-of-hand all fall under the auspices of Larceny. Larceny is useful not only for theft, but also for setting up “the unbeatable system” or deducing where a thief broke in. This skill does not confer any aptitude with advanced security or anti-crime technologies such as video surveillance or alarm systems - those are covered by the Technology Knowledge.<br><b>Possessed by<\/b>: Burglars, Security Consultants, Policemen, Car Thieves, Street Magicians<br><b>Specialties<\/b>: Safecracking, Misdirection, Lockpicking, Hotwiring, Pickpocketing","Level1":"Novice: You can pick a simple lock.","Level2":"Practiced: You could run a shell game hustle on the corner.","Level3":"Competent: You can open a standard locked window from the outside.","Level4":"Expert: You can “retool” a passport or ID card.","Level5":"Master: You could get into (or out of) a multinational bank’s central vault."}, {"ID":"17","AType":"Skills","Name":"Melee","Descr":"As the Kindred maxim runs, “Guns mean nothing to a lifeless heart”. A blade is often worth far more, as is the skill to use it properly. Melee covers your ability to use hand-to-hand weapons of all forms, from swords and clubs to esoteric martial-arts paraphernalia such assai or nunchaku. And, of course, there is always the utility of the wooden stake ... <br><b>Possessed by<\/b>: Assassins, Gang Members, Martial Artists, Police, Duelists<br><b>Specialties<\/b>: Knives, Swords, Improvised Weaponry, Riposte, Disarms","Level1":"Novice: You know the right way to hold a knife.","Level2":"Practiced: You may have been in the occasional street fight.","Level3":"Competent: You could make a college fencing team.","Level4":"Expert: You could keep order in the Prince’s court.","Level5":"Master: Your enemies would rather face a SWAT team than your blade."}, {"ID":"18","AType":"Skills","Name":"Performance","Descr":"The Performance Skill governs your ability to perform artistic endeavors such as singing, dancing, acting, or playing a musical instrument. You are almost certainly specialized in one field, although true virtuosos may be talented in many forms of performance. This Skill represents not only technical know-how, but the ability to work an audience and enrapture them with your show. As with Crafts, you must choose a specialty, even though this Skill also imparts a general sense for watching and responding to your audience’s mood regardless of medium.<br><b>Possessed by<\/b>: Musicians, College Students, Actors, Ballerinas, Mimes<br><b>Specialties<\/b>: Dancing, Singing, Rock and Roll, Acting, Guitar Solos, Drunken Karaoke","Level1":"Novice: You could sing in the church choir.","Level2":"Practiced: Your Internet videos have over a hundred thousand views.","Level3":"Competent: You almost always have a gig booked.","Level4":"Expert: You have the talent to be a national sensation.","Level5":"Master: You are a virtuoso without peer."}, {"ID":"19","AType":"Skills","Name":"Stealth","Descr":"This Skill is the ability to avoid being detected, whether you’re hiding or moving at the time. Stealth is often tested against someone else’s Perception + Alertness. This Ability is, for obvious reasons, highly useful in stalking prey. In many cases, Stealth is also used to conceal items, whether on one’s person or somewhere in the environment.<br><b>Possessed by<\/b>: Burglars, Assassins, Kindred, Spies, Reporters, Commandos<br><b>Specialties<\/b>: Hiding, Silent Movement, Shadowing, Crowds","Level1":"Novice: You can hide in a darkened room.","Level2":"Practiced: You can shadow someone from streetlight to streetlight.","Level3":"Competent: You have little difficulty finding prey from evening to evening.","Level4":"Expert: You can move quietly over dry leaves.","Level5":"Master: Nosferatu elder"}, {"ID":"20","AType":"Skills","Name":"Survival","Descr":"Although vampires have little to fear from starvation and exposure, the wilderness can still be dangerous to a Cainite. This Skill allows you to find shelter, navigate your way to civilization, track prey, establish a makeshift haven and possibly even avoid supernatural threats like werewolves that also prowl the World of Darkness. Note that Survival need not be used only in areas considered “wilderness”. There’s plenty of Survival that goes into getting by in various parts of modern cities.<br><b>Possessed by<\/b>: Scouts, Soldiers, Outdoors Enthusiasts, Survivalists, Hunters<br><b>Specialties<\/b>: Tracking, Woodlands, Jungle, StreetLife, Hunting, Urban Exploration","Level1":"Novice: You can survive a night spent outside.","Level2":"Practiced: You’ve “roughed it” on a regular basis.","Level3":"Competent: You can separate poison or spoilage from edible forage.","Level4":"Expert: You could live for months in the challenging environment of your choice.","Level5":"Master: You could get dropped naked into the Andes and do all right for yourself."}, {"ID":"21","AType":"Knowledges","Name":"Academics","Descr":"This catchall Knowledge covers the character’s erudition in the humanities: literature, history, art, philosophy and other “liberal” arts and sciences. A character with dots in Academics is generally well rounded in these fields, and at high levels may be considered an expert in one or more areas of study. Not only can this Knowledge impress at salons and other Elysium functions, but it can also offer valuable clues to certain past- and future - movements in the Jyhad. If you like, you can choose a specialty for Academics even at less than 4 dots.<br><b>Possessed by<\/b>: Professors, Literati, Topical Bloggers, Elders<br><b>Specialties<\/b>: Post-structuralism, Impressionist Painting, Imperial Rome, Color Theory, Linguistics","Level1":"Student: You’re aware that 1066 isn’t a Beverly Hills area code.","Level2":"College: You can quote from the classics, identify major cultural movements and expound on the difference between Ming and Moghul.","Level3":"Masters: You could get a paper published in a scholarly journal.","Level4":"Doctorate: Professor emeritus","Level5":"Scholar: Scholars worldwide acknowledge you as one of the foremost experts of your time."}, {"ID":"22","AType":"Knowledges","Name":"Computers","Descr":"This Knowledge represents the ability to operate and program computers, including mobile devices. Most Computer use also imparts a degree of Internet awareness (if not savvy).<br><b>Possessed by<\/b>: Hackers, Office Workers, Programmers, Data Processors, Students<br><b>Specialties<\/b>: “The YouTubes”, Computer Languages, Internet, Database Administration, HCI, Viruses, specific devices and programs","Level1":"Student: You can navigate touchscreen and traditional point-and-click GUIs.","Level2":"College: You know your way around various applications and the Internet.","Level3":"Masters: You know what to do with a text command prompt.","Level4":"Doctorate: You can make a very comfortable living as a consultant.","Level5":"Scholar: You have all the SDKs and comprehend data structures for a stunning variety of programming languages."}, {"ID":"23","AType":"Knowledges","Name":"Finance","Descr":"You know the ins and outs of commerce, from evaluating an item’s relative worth to keeping up with currency exchange rates. This Knowledge can be invaluable when brokering items, running numbers, or playing the stock market. Sufficiently high levels in Finance allow you to raise your standards of living to a very comfortable level.<br><b>Possessed by<\/b>: Executives, Upper Class, Stockbrokers, Accountants, Fences, Drug Dealers, Smugglers<br><b>Specialties<\/b>: Stock Market, Laundering, Appraisal, Foreign Currencies, Accounting, Fencing, Corporations, Federal Bailouts","Level1":"Student: You’ve taken a few business classes.","Level2":"College: You have some practical experience and can keep your books fairly neat.","Level3":"Masters: You’d make a fine stockbroker.","Level4":"Doctorate: Corporations follow your financial lead.","Level5":"Scholar: You could turn a $20 bill into a fortune."}, {"ID":"24","AType":"Knowledges","Name":"Investigation","Descr":"You’ve learned to notice details others might overlook, and might make an admirable detective. This Knowledge represents not only a good eye for detail, but also an ability to do research and follow leads. Such research may include Internet searches or more specific research techniques like hitting the law books and periodicals archives at the library.<br><b>Possessed by<\/b>: Detectives, Mystery Buffs, Policemen, Stalkers<br><b>Specialties<\/b>: Forensics, Shadowing, Search, Discolorations, Database Research","Level1":"Student: You can parse a broad Web search for clues.","Level2":"College: Police officer","Level3":"Masters: Private detective","Level4":"Doctorate: Federal agent","Level5":"Scholar: Sherlock Holmes"}, {"ID":"25","AType":"Knowledges","Name":"Law","Descr":"The Law Knowledge represents a knowledge of both legal statutes and proper procedures for enforcing them. Law can be useful for filing suits, avoiding lawsuits or getting out of jail. What’s more, the Kindred keep their own laws, and more than one vampire has saved his own unlife by deftly exploiting a loophole in one of the Traditions. The Law Knowledge has anynumber of specialties, and a player may choose one for her character when she takes this Ability, representing both her field of experience and a general sense for how the legal system (especially in her locality) functions, though this is not mandatory.<br><b>Possessed by<\/b>: Lawyers, Police, Judges, Detectives, Legislators<br><b>Specialties<\/b>: Criminal, Suits, Courtroom Protocol, Contracts, Police Procedure, the Traditions, the Code of Milan","Level1":"Student: You’ve paid a traffic ticket and know whether to plead guilty, not guilty or nolo contendere next time.","Level2":"College: You’re either studying for or just passed the bar exam.","Level3":"Masters: You can make a living of the practice, and probably do.","Level4":"Doctorate: If you’re not partner yet, you will be soon.","Level5":"Scholar: You could find the loopholes in the Devil’s contracts."}, {"ID":"26","AType":"Knowledges","Name":"Medicine","Descr":"You have an understanding of how the human body - and to a lesser extent the vampiric body - works. This Ability covers knowledge of medicines, ailments, first-aid procedures, and diagnosis or treatment of disease. Medicine is of great use to those Kindred with an interest in repairing, damaging, or reworking the human body.<br><b>Possessed by<\/b>: Med Students, Doctors, Lifeguards, Parents, Paramedics, Tzimisce<br><b>Specialties<\/b>: Organ Transplants, Emergency Care, Poison Treatments, Pathology, Pharmaceuticals, the Kindred Condition","Level1":"Student: You’ve taken a CPR course.","Level2":"College: Premed or paramedic","Level3":"Masters: General practitioner","Level4":"Doctorate: You can perform transplants.","Level5":"Scholar: You are respected by the world’s medical community as a pioneer."}, {"ID":"27","AType":"Knowledges","Name":"Occult","Descr":"You are knowledgeable in occult areas such as mysticism, curses, magic, folklore, and particularly vampire lore. Unlike most other Knowledges, Occult does not imply a command of hard facts. Much of what you know may well be rumor, myth, speculation, or hear-say. However, the secrets to be learned in this field are worth centuries of sifting legend from fact. High levels of Occult imply a deep understanding of vampire lore, as well as a good grounding in other aspects of the occult. At the very least, you can discern what is patently false.<br><b>Possessed by<\/b>: Occultists, The Superstitious, New Agers, Tremere<br><b>Specialties<\/b>: Kindred Lore, Rituals, Infernalism, Witches, Noddist Lore","Level1":"Student: You’ve got a blog about the eerie and the disturbing.","Level2":"College: There seems to be some unsettling truth to some of the rumors you’ve heard.","Level3":"Masters: You’ve heard a lot and actually seen a little for yourself.","Level4":"Doctorate: You can recognize blatantly false sources and make educated guesses about the rest.","Level5":"Scholar: You know most of the basic truths about the hidden world."}, {"ID":"28","AType":"Knowledges","Name":"Politics","Descr":"You are familiar with the politics of the moment, including the people in charge and how they got there. This Knowledge can aid you in dealing with or influencing mortal politicians, or even offer some insight into the local Cainite power structure. The Politics Knowledge includes the ability to practically navigate various bureaucracies, as it assumes that certain organizational structures and relationship currencies are universal.<br><b>Possessed by<\/b>: Activists, Politicians, Lawyers, vampires of all sorts<br><b>Specialties<\/b>: City, State, Federal, Bureaucracy, Dogma, Radical, Camarilla","Level1":"Student: Activist; you can pay a speeding ticket online.","Level2":"College: Political science major; you know how to file a request for information.","Level3":"Masters: Campaign manager or talk-radio host; the clerk will help you navigate the forms you need to complete and tell you who needs the duplicates.","Level4":"Doctorate: Senator; “We’re not supposed to show this to anyone without press credentials, so don’t quote me.”","Level5":"Scholar: You could choose the next President of the United States. “Sure, here are the keys to the file morgue. Turn off the light when you leave.”"}, {"ID":"29","AType":"Knowledges","Name":"Science","Descr":"You have at least a basic understanding of most of the physical sciences, such as chemistry, biology, physics and geology. This Knowledge can be put to all forms of practical use. In most cases, a player should select a specialty to refect a focus for her character’s scientific studies, but this isn’t strictly necessary.<br><b>Possessed by<\/b>: Scientists, Students, Researchers, Teachers, Engineers, Technicians, Pilots<br><b>Specialties<\/b>: Chemistry, Biology, Geology, Physics, Astronomy","Level1":"Student: You know most of the high-school basics.","Level2":"College: You’re familiar with the major theories.","Level3":"Masters: You could teach high-school science.","Level4":"Doctorate: You’re fully capable of advancing the knowledge in your field.","Level5":"Scholar: Your Nobel Prize is waiting for you."}, {"ID":"30","AType":"Knowledges","Name":"Technology","Descr":"The Technology Knowledge represents a broad acumen with electronics, computer hardware, and devices more elaborate than “machines”, which fall under the Crafts Skill. If it has a processor, a transistor or an integrated circuit - if it’s electronic rather than electrical - manipulating it uses the Technology Knowledge. This is the wide-ranging Ability used to build one’s own computer, install (or subvert) a security system, repair a mobile phone or kit-bash a shortwave radio. You must always choose a specialization in Technology, even though you possess some skill in multiple fields.<br><b>Possessed by<\/b>: Engineers, Scientists, Defense Contractors, the Cable Guy<br><b>Specialties<\/b>: Telecom, Computers, Security, Communications, Improvised Solutions, Industrial Espionage","Level1":"Student: You can perform simple modifications or repairs.","Level2":"College: You could make your living in assembly or repair.","Level3":"Masters: You can design new technologies from a set of objective requirements.","Level4":"Doctorate: For you, it’s not, “Can this be done?” but “How can this be done?”","Level5":"Scholar: A visionary in the field; you shape how people interact with their world through devices."}]
