[{"ID":"1","AType":"Talents","Name":"Instruction","Descr":"The Hobby Talent category encompasses anything that the Storyteller deems to be mainly self-taught and is usually (though not always) more active than intellectual. Storytellers should first examine the list of existing Talents to determine if a particular activity might fall under one of those (for example, Swimming and Climbing would be specialties of Athletics).<br><b>Suggested Hobby Talents<\/b>: Carousing, Diplomacy, Fortune Telling, Negotiation, Scrounging","Level1":"Novice: You’ve dabbled.","Level2":"Practiced: You’ve got a good grasp of your hobby’s basics.","Level3":"Competent: Other practitioners regard you as fairly skilled and competent.","Level4":"Expert: You are familiar with the subtle nuances and applications of your Talent.","Level5":"Master: You could write a book on what you do. Perhaps you already have."}, {"ID":"2","AType":"Skills","Name":"Riding","Descr":"The Professional Skill category encompasses anything that the Storyteller deems to be a taught Ability and is primarily active in application. Storytellers should first examine the list of existing Skills to determine if a particular task might fall under one of those (e.g. Tracking would be a specialty of Survival).<br><b>Specialties<\/b>: Stock Market, Laundering, Appraisal, Foreign Currencies, Accounting, Fencing, Corporations, Federal Bailouts.","Level1":"Novice: You’ve apprenticed.","Level2":"Practiced: You have a handle on the basics.","Level3":"Competent: You could make a living, although not a fortune, doing what you do.","Level4":"Expert: You know the more esoteric uses of your Skill, and are rarely at a loss.","Level5":"Master: You are an acknowledged authority in your chosen field of endeavor."}, {"ID":"3","AType":"Skills","Name":"Archery","Descr":"The Professional Skill category encompasses anything that the Storyteller deems to be a taught Ability and is primarily active in application. Storytellers should first examine the list of existing Skills to determine if a particular task might fall under one of those (e.g. Tracking would be a specialty of Survival).<br><b>Specialties<\/b>: Stock Market, Laundering, Appraisal, Foreign Currencies, Accounting, Fencing, Corporations, Federal Bailouts.","Level1":"Novice: You’ve apprenticed.","Level2":"Practiced: You have a handle on the basics.","Level3":"Competent: You could make a living, although not a fortune, doing what you do.","Level4":"Expert: You know the more esoteric uses of your Skill, and are rarely at a loss.","Level5":"Master: You are an acknowledged authority in your chosen field of endeavor."}, {"ID":"4","AType":"Knowledges","Name":"Seneshal","Descr":"Like Hobby Talent and Professional Skill, Expert Knowledge is a catchall category. An Expert Knowledge is anything that is primarily intellectual or mental in nature and must be studied. Storytellers should first examine the list of existing Knowledges to determine if a particular field of expertise might fall under one of those (e.g. Forensics would be a specialty of Investigation).<br><b>Suggested Expert Knowledges<\/b>: Archaeology, Game Theory, Military Science, Psychology","Level1":"Student: You’ve taken an undergraduate course or read a few books.","Level2":"College: You may have minored in the field.","Level3":"Masters: You might hold a degree and are well versed in what’s been written.","Level4":"Doctorate: You are well-versed in what hasn’t been written.","Level5":"Scholar: You know the hidden mysteries of your field and are a veritable font of information."}]
