[{"ID":"1","Name":"Conscience","Descr":"Conscience is a Trait that allows characters to evaluate their conduct with relation to what is “right” and “wrong”. A character’s moral judgment with Conscience stems from her attitude and outlook. Conscience is what prevents a vampire from succumbing to the Beast, by defining the Beast’s urges as unacceptable.<br>Conscience factors into the difficulty of many rolls to avoid committing a transgression. Additionally, Conscience determines whether or not a character loses Humanity by committing acts that do not uphold her moral code (see “Degeneration”, p.309). A character with a high Conscience rating feels remorse for transgressions, while a character with a lower Conscience may be more callous or ethically lax.<br>Some vampires replace the Conscience Virtue with the Virtue of Conviction (p. 314); unless your Storyteller tells you it’s OK to do this, assume Conscience is used.","Level1":"Uncaring","Level2":"Normal","Level3":"Ethical","Level4":"Righteous","Level5":"Remorseful","Level6":null,"Level7":null,"Level8":null,"Level9":null,"Level10":null}, {"ID":"2","Name":"Self-Control","Descr":"Self-Control defines a character’s discipline and mastery over the Beast. Characters with high Self-Control rarely succumb to emotional urges, and are thus able to restrain their darker sides more readily than characters with low Self-Control. Self-Control comes into play when a character faces her Beast in the form of frenzy (p. 298). Self-Control allows the character to resist the frenzy. Note: A character may never roll more dice to resist or control a frenzy than she has in her blood pool - it’s hard to deny the Beast when one’s mind clouds with hunger. As with Conscience, Self-Control can be replaced, in this case by the Virtue of Instinct (p. 314). Again, unless the Storyteller specifically says it’s all right to do so, assume Self-Control is used.","Level1":"Unstable","Level2":"Normal","Level3":"Temperate","Level4":"Hardened","Level5":"Total self-mastery","Level6":null,"Level7":null,"Level8":null,"Level9":null,"Level10":null}, {"ID":"3","Name":"Courage","Descr":"All characters have a Courage Trait, regardless of the Path they follow. Courage is the quality that allows characters to stand in the face of fear or daunting adversity. It is bravery, mettle, and stoicism combined. A character with high Courage meets her fears head-on, while a character of lesser Courage may flee in terror. Kindred use the Courage Virtue when faced with circumstances they endemically dread: fire, sunlight, True Faith. See the section on Rötschreck (p. 299) for mechanical systems dealing with character fear.","Level1":"Timid","Level2":"Normal","Level3":"Bold","Level4":"Resolute","Level5":"Heroic","Level6":null,"Level7":null,"Level8":null,"Level9":null,"Level10":null}, {"ID":"4","Name":"Conviction","Descr":"The Conviction Virtue quantifies a character’s ability to maintain a sense of reason when faced with desire, suffering, or need. Conviction represents the reconciliation of the predatory urge with the character’s capacity for atrocity. As opposed to Conscience, which deals with remorse and atonement for Path transgressions, a character with Conviction recognizes his failure and plans to overcome it. Conviction is completely inhuman; the character who has this Trait can no longer pass for human under anything but the most cursory of scrutiny. Creatures who can sense the Beast (vampires, werewolves, etc.) immediately recognize someone with the Conviction Virtue for what he truly is: a monster. Like Conscience, Conviction comes into question when a character must check for degeneration.","Level1":"Steady","Level2":"Determined","Level3":"Driven","Level4":"Brutal","Level5":"Completely self-assured","Level6":null,"Level7":null,"Level8":null,"Level9":null,"Level10":null}, {"ID":"5","Name":"Instinct","Descr":"The Instinct Virtue refers to a character’s ability to control the Beast by familiarity rather than denial. It allows characters to “ride the wave” of frenzy and emotional excess by keeping a close rein on their passion, rather than letting passion control them. As atavistic as Conviction, Instinct is the Virtue of a monster who accepts his nature rather than maintaining a sense of human compassion.<br>Instinct allows the character to harness the Beast’s destructive power; a character with high Instinct is primal and turbulent. A player rolls Instinct when attempting to control a character’s existing frenzy. When a character who possesses the Instinct Virtue faces frenzy, she always enters the frenzy, unless the difficulty to avoid it is less than her Instinct Trait, in which case she may choose whether or not to frenzy. Thereafter, for the duration of the frenzy, the character is wholly under the Beast’s sway, and must be run by the player (or controlled by the Storyteller) in an appropriate fashion. Any time the player wishes the character to consciously take an action (known as “riding the wave”), she must roll Instinct against the difficulty to avoid the frenzy. Frenzies affect the character normally (including ignoring wound penalties, etc.), though she may sometimes exert a bit of control while so enraged.","Level1":"Intuitive","Level2":"Feral","Level3":"Bestial","Level4":"Visceral","Level5":"Primal","Level6":null,"Level7":null,"Level8":null,"Level9":null,"Level10":null}, {"ID":"6","Name":"Willpower","Descr":"Willpower measures a character’s inner drive and competence at overcoming unfavorable odds. Unlike other Traits, Willpower has both a permanent rating and a temporary pool of points. The rating is rolled or tested, while the pool is spent. When a player spends a point of a character’s Willpower, she should cross off the point from the Willpower pool (the squares), not the Willpower rating (the circles). The rating stays constant - if a character needs to roll Willpower for some reason, she bases the roll on the permanent rating. The pool is used up during the story. A character’s Willpower pool will likely fluctuate a great deal during the course of a story or chronicle. It decreases by one point every time a player uses a Willpower point to enable his character to do something extraordinary, like maintain self-control or gain an automatic success. Eventually, the character will have no Willpower left, and will no longer be able to exert the effort he once could. A character with no Willpower pool is exhausted mentally, physically,and spiritually, and will have great difficulty doing anything, as he can no longer muster the energy to undertake an action or cause. Willpower points can be regained during the course of a story, though players are advised to be frugal with their characters’ Willpower pools.<br>The Willpower Trait is measured on a 1-10 scale rather than a 1-5 scale. At character creation, a character’s Willpower is equal to his Courage Virtue.<br>More information on Willpower is available in Chapter Six, under “Spending Willpower” on p. 266.","Level1":"Spineless","Level2":"Weak","Level3":"Unassertive","Level4":"Diffident","Level5":"Certain","Level6":"Confident","Level7":"Determined","Level8":"Controlled","Level9":"Iron-willed","Level10":"Unshakable"}]
