[{"ID":"1","Name":"Animalism","IsSorc":"0","Descr":"<p>The Beast resides within all creatures, from scuttling cockroaches to scabrous rats up through untamed wolves and even powerful Kindred elders. Animalism allows the vampire to amplify his intensely primordial nature. He can not only communicate with animals, but can also force his will upon them, directing such beasts to do as he commands. As the vampire grows in power, he can even control the Beast within mortals and other supernaturals.<\/p><p>Beasts grow distinctly agitated in the presence of a vampire who lacks this Discipline or the Skill of Animal Ken, often to the point of attacking or running from the vampire. In contrast, vampires possessing Animalism exude a dominant vibe to lower creatures, which attracts them.<\/p><p>Animalism is commonly found with vampires of the Gangrel and Nosferatu Clans. Manipulation and Charisma are important for the use of Animalism powers; the stronger the vampire’s personality, the more influence he has over animals.<\/p>"}, {"ID":"2","Name":"Auspex","IsSorc":"0","Descr":"<p>Auspex gives the vampire uncanny sensory abilities. She starts with the capacity to heighten her natural senses significantly, but as she grows in power, she can perceive psychic auras and read the thoughts of another being. Auspex can also pierce through mental illusions such as those created by Obfuscate - see the sidebar “Seeing the Unseen” on p. 142 for more.<\/p><p>However, a vampire with Auspex needs to be careful. Her increased sensory sensitivity can cause her to be drawn in by beautiful things or stunned by loud noises or pungent smells. Sudden or dynamic events can disorient an Auspex-using character unless her player makes a Willpower roll to block them out (difficulty of at least 4, although the more potent the source of distraction, the higher the difficulty). Failure overwhelms the character’s senses, making her oblivious to her surroundings for a turn or two. While the Malkavians and Toreador are more prone to these kinds of distractions, the Tremere and Tzimisce aren’t immune.<\/p><p>Dots in Perception are very useful for using Auspex powers, as more successes help the character gain more sensory information.<\/p>"}, {"ID":"3","Name":"Celerity","IsSorc":"0","Descr":"<p>Not all vampires are slow, meticulous creatures. When needed, some vampires can move fast - really fast. Celerity allows Assamites, Brujah, and Toreadors to move with astonishing swiftness, becoming practically a blur. The Assamites use their speed in conjunction with stealth to strike quickly and viciously from the shadows before they are noticed. Brujah, on the other hand, simply like the edge that the power gives them against overwhelming odds. The Toreador are more inclined to use Celerity to provide an air of unnatural grace to live performances or for an extra push to complete a masterpiece on time, but they can be as quick to draw blood as any assassin or punk when angered.<\/p><p><b>System:<\/b> Each point of Celerity adds one die to every Dexterity-related dice roll. In addition, the player can spend one blood point to take an extra action up to the number of dots he has in Celerity at the beginning of the relevant turn; this expenditure can go beyond her normal Generation maximum. Any dots used for extra actions, however, are no longer available for Dexterity-related rolls during that turn. These additional actions must be physical (e.g., the vampire cannot use a mental Discipline like Dominate multiple times in one turn), and extra actions occur at the end of the turn (the vampire’s regular action still takes place per her initiative roll).<\/p><p>Normally, a character without Celerity must divide their dice if she wants to take multiple actions in a single turn, as per p. 248. A character using Celerity performs his extra actions (including full movement) without penalty, gaining a full dice pool for each separate action. Extra actions gained through Celerity may not in turn be split into multiple actions, however. <\/p>"}, {"ID":"4","Name":"Chimerstry","IsSorc":"0","Descr":"<p>The Ravnos are known as masters of illusion, although the reason why is lost to history. Rumors abound of Ravnos ghûls, rakshasas, and shapeshifters, but whatever its origins, Chimerstry remains a potent and powerful weapon for the Deceivers. The Discipline is, fundamentally, an art of conjuration that converts the vampire’s will into phantoms that confound the senses and technology alike. Even vampires fall under the sway of the Ravnos’ illusory world, unless they have a strong enough grasp of Auspex (see p. 142). The Ravnos often use this power to swindle and seduce their victims into acts that work out badly for the victim (but great for the Ravnos).<\/p><p>Illusions created by Chimerstry can be seen for what they are by a victim who “proves” the illusion’s falsehood (e.g., a person who walks up to an illusory wall, expresses his disbelief in it, and puts his hand through it effectively banishes the illusion), and explicitly incredible illusions are seen as false immediately (e.g., dragons breathing fire or gravity working in reverse). Sometimes, frequent targets of Chimerstry end up attempting to disbelieve everything around them, leading to derangements (and, quite often, to the amusement of the Ravnos).<\/p>"}, {"ID":"5","Name":"Dementation","IsSorc":"0","Descr":"<p>Dementation is the Discipline that allows a vampire to focus and channel madness into the minds of those around him. Though it’s the natural legacy of the Malkavians, practitioners of Dementation need not actually be mad to use the Discipline... but it helps.<\/p><p>Disturbingly, Dementation doesn’t actually make their victims mad, but rather it seems to break down the doors to the hidden darkness of the target’s mind, releasing into the open whatever is found there. The Malkavians claim that this is because insanity is the next logical step in mental evolution, a transhumanist advancement of what modern people consider consciousness. Other Kindred scoff that this reasoning is an outright justification for the chaos that Dementation brings. They don’t scoff too loudly, however, lest the Malkavian advance their consciousness next.<\/p>"}, {"ID":"6","Name":"Dominate","IsSorc":"0","Descr":"<p>Dominate is one of the most dreaded of Disciplines. It is a vampire’s ability to influence another person’s thoughts and actions through her own force of will. Dominate requires that the vampire capture her victim’s gaze (see p. 152); as such, it may be used against only one subject at a time. Further, commands must be issued verbally, although simple orders may be made with signs - for example, a pointed finger and forceful expression to indicate “Go!” However, the subject won’t comply if he can’t understand the vampire, no matter how powerful the Kindred’s will is.<\/p><p>Perhaps unsurprisingly, vampires to which Dominate comes naturally tend to be from willful, domineering Clans. The Giovanni, Lasombra, Tremere, and Ventrue all consider an iron will to be a boon, and are eager to impose that iron will on any who would move against them.<\/p><br><br><p><b>Eye Contact<\/b><\/p>Many myths and stories exist about a vampire’s mystical ability to put people under her spell by looking deeply into her victim’s eyes. The persistence of such stories through the ages isn’t surprising, since a number of Kindred Disciplines powers (most notably Dominate) require eye contact in order to work. Other vampires, learning of this requirement, have attempted everything from wearing mirrored sunglasses to gouging out their own eyes in order to prevent an elder from exerting his will upon them.<\/p><p.But Kindred are not so easily thwarted. The need for eye contact stems from the aggressor Kindred’s need to see his victim’s soul, and the eyes are the traditionally known as the windows to the soul. While the vampire needs to capture his target’s attention, the target’s eyes need not be present for such a power to work (although the arts of the Tzimisce make this somewhat challenging at times) - they only need to find the soul of his victim laid bare.<\/p><p>A target trying to avoid eye contact can make a Willpower roll against a difficulty equal to Dominate user’s Manipulation + Intimidation (or other appropriate combination for other Disciplines or specific situations, at the Storyteller’s discretion). The difficulty may be reduced for mitigating factors: -1 in the case of the target obscuring his eyes slightly (such as closing her eyes or wearing dark sunglasses) up to a -3 for the eyes being completely unseen (such as with a thick blindfold or having her eyes torn out). Ultimately, however, it is up to the Storyteller to decide whether eye contact is established in a particular case.<\/p>"}, {"ID":"7","Name":"Fortitude","IsSorc":"0","Descr":"<p>Although all vampires have an unnatural constitution that make them much sturdier than mortals, Fortitude bestows a resilience that would make an action movie hero envious. Vampires with this Discipline can shrug off agonizing trauma and make the most bone-shattering impact look like a flesh wound. The power even offers protection against the traditional banes of vampires, such as sunlight and fire, and the Gangrel, Ravnos, and Ventrue all find that edge incredibly useful.<\/p><p><b>System:<\/b> A character’s rating in Fortitude adds to his Stamina for the purposes of soaking normal damage (bashing and lethal). A character with this Discipline may also use his dots in Fortitude to soak aggravated damage, though Kindred cannot normally soak things like vampire bites, werewolf claws, magical effects, fire, sunlight, or massive physical trauma. See p. 272, for further details on soaking and damage.<\/p>"}, {"ID":"8","Name":"Necromancy","IsSorc":"1","Descr":"<p>Necromancy is both a Discipline and a school of blood magic devoted to the command of the souls of the dead. It’s similar to Thaumaturgy in that it has several “paths” and accompanying “rituals” rather than a strict linear progression of powers. The study of Necromancy is not widespread among the Kindred, and its practitioners - primarily the Giovanni - are shunned and despised for their foul practices (until those practices become useful, of course).<\/p><p>Over the centuries, the various schools of vampiric Necromancy have evolved and diversified from an earlier form of death magic, leaving several distinct paths of necromantic magic available to Cainites. Nearly all modern necromancers learn the Sepulchre Path first before extending their studies to other paths. The primary Necromancy path increases automatically as the character increases her overall Necromancy rating. Other paths must be bought separately, using the experience costs for secondary paths.<\/p><p>Like Thaumaturgy, Necromancy has also spawned a series of rituals. While not nearly so immediate in effect as the basic powers of Necromancy, Necromantic rituals can have impressive long-term effects. Unsurprisingly, the elements of Necromantic ritual are things like long-buried corpses and hands from the cadavers of hanged men, so obtaining suitable materials can be quite difficult.<\/p><p><b>System:<\/b> A Cainite necromancer must learn at least three levels in his primary path before learning his first level in a secondary Necromancy path. He must then master the primary path (all five levels) before acquiring any knowledge of a third path.<\/p><p>As with Thaumaturgy, advancement in the primary path costs the normal experience amount, while study of additional Necromantic paths incurs an additional experience-point cost (see p. 124). Because Necromancy is not quite so rigid a study as Thaumaturgy is, the rolls required to use Necromantic powers can vary from path to path and even within individual paths. The commonly-learned Sepulchre Path is presented first, with the remaining paths presented in alphabetical order. Statistics for ghosts may be found in Chapter Nine, p. 385.<\/p>"}, {"ID":"9","Name":"Obfuscate","IsSorc":"0","Descr":"<p>Obfuscate is the uncanny ability for Kindred to conceal themselves from sight, sometimes even in full view of a crowd. An Obfuscated vampire doesn’t actually become invisible, however - rather, he is able to delude observers into believing that he has vanished. Obfuscate also allows Kindred to change their features and conceal other people or objects. Typically vampires using Obfuscate must be within a short range of their witnesses (approximately five yards or meters per dot of Wits + Stealth) for their power to be effective.<\/p><p>Unless the Kindred chooses to make herself seen, she can remain obscured for as long as she wills it. At higher levels, the vampire can actually fade from sight so subtly that those nearby can’t actually recall the moment at which she left.<\/p><p>Usually, few mortals or supernaturals (even those trained in Awareness) can pierce through the fog of Obfuscate. Animals, who rely more on their instincts than their normal senses, can sometime perceive (and be frightened by) the vampire’s presence. Children and those to whom deception is foreign may also be able to pierce the illusion, at the Storyteller’s discretion. Finally, the Auspex Discipline enables Kindred to see through Obfuscate. Even that is not guaranteed, however; refer to “Seeing the Unseen,” p. 142, for more details. (Storytellers needing a die roll for animals or children can use this quick and dirty guideline: treat them as if they had Auspex 1 in terms of contesting Obfuscate. They do not have the Auspex 1 power, but are considered to have it when determining whether a vampire is noticed.)<\/p><p>Since Obfuscate clouds the mind of the viewer, vampires can’t use it to hide their presence from electronic or mechanical devices. Video and photo cameras, for example, capture the vampire’s image accurately. Even so, the person using, say, her cell phone to record an Obfuscated vampire will still have her mind impacted by the power, and she won’t see the Kindred’s image until she views the video at a later date (if even then).<\/p><p>Several Clans cultivate this power - the Assamites, Followers of Set, and Malkavians, for example - but the Nosferatu are particularly known for this Discipline. Some elder Kindred believe that Caine, or perhaps Lilith, bestowed the Clan with this Discipline to compensate for the hideous physical deformities its members suffer.<\/p><p>Most Obfuscate powers last for a scene, or until the vampire ceases maintaining them. Once evoked, they require very little mental effort to keep in place.<\/p>"}, {"ID":"10","Name":"Obtenebration","IsSorc":"0","Descr":"<p>The signature power of the Lasombra, Obtenebration grants the vampire power over darkness itself. The nature of the darkness invoked by Obtenebration is a matter of intense debate among Kindred. Some believe it to be merely shadows, while others feel that the power gives control over the stuff of the vampire’s soul, coaxing it tangibly outward.<\/p><p>Regardless, the effects of Obtenebration are terrifying, as waves of darkness roil out from the Cainite, enveloping those in their path like an infernal wave. As Obtenebration is mostly known as a Sabbat Discipline, any Camarilla vampire caught using the power had better have a damned good explanation.<\/p><p><b>Note:<\/b> Vampires using Obtenebration can see through the darkness they control, though other vampires (even those that also have Obtenebration) cannot. Dreadful tales of rival Lasombra struggling to blind and smother each other with the same wisps of darkness circulate among young members of the Clan, though no elders have come forth to substantiate these claims.<\/p>"}, {"ID":"11","Name":"Potence","IsSorc":"0","Descr":"<p>Kindred endowed with Potence possess unnatural strength. This Discipline enables vampire to leap massive distances, lift tremendous weights, and strike opponents with brutal force. Even low ranks of this power can give Kindred physical power beyond mortal bounds. More powerful Kindred can leap so far that they appear to be flying, toss cars like soda cans, and punch through walls like cardboard. While the more subtle mental Disciplines can be awe-inspiring, the brutal effectiveness of Potence is formidable in its own right.<\/p><p>The Brujah, Giovanni, Lasombra, and Nosferatu are naturally gifted with this Discipline, but members of other Clans often make a point to find someone who can teach them the awesome power of Potence.<\/p><p><b>System:<\/b> Each dot that the vampire has in Potence adds one die to all Strength-related dice rolls. Further, the player can spend one blood point and change his Potence dice into an equal number of automatic successes to all Strength-related rolls for the turn. In melee and brawling combat, successes from Potence (either rolled or automatic) are applied to the damage roll results.<\/p>"}, {"ID":"12","Name":"Presence","IsSorc":"0","Descr":"<p>Presence is the Discipline of emotional manipulation. Vampires with this power can inspire passionate fervor or unreasoning terror in mortals and Kindred alike. In addition, unlike most Disciplines, some of Presence’s powers can be used on entire crowds at one time. Presence can transcend race, religion, gender, class, and (most importantly) supernatural nature. As such, this subtle power is one of the most useful Disciplines a vampire can possess.<\/p><p>Anyone can resist Presence for one scene by spending a Willpower point and succeeding on a Willpower roll (difficulty 8), but the affected individual must keep spending points until he is no longer in the presence of the vampire (or, in the case of Summon, until the effect wears off). Vampires three or more Generations lower than the wielder need only spend a single Willpower to ignore the Presence for an entire night and need not roll Willpower to do so.<\/p><p>The major drawback of Presence is that it controls only the emotions. It causes others to feel a certain way toward the vampire, but does not give her outright control over them. While people weigh strongly the orders that the vampire declares, their minds are still their own. Suicidal or ridiculous directives don’t sound any more sensible just because the person giving them is unusually fascinating. Still, inspired eloquence or significant wealth used in combination with this Discipline can enable the vampire to urge others along a desired course.<\/p><p>The Brujah, Followers of Set, Toreador, and Ventrue Clans are all adept in this Discipline. The Ventrue are arguably the most skilled with its application, however, due to their ability to use Presence and Dominate in efficient combination.<\/p>"}, {"ID":"13","Name":"Protean","IsSorc":"0","Descr":"<p>Protean allows the Kindred the mystical ability to manipulate his physical form. Some vampires believe the power stems from a heightened connection to the natural world, while others consider it to be a magnification of the mark of Caine. Whatever its basis may be, those that develop this Discipline can grow bestial claws, take on the forms of bats and wolves, turn themselves into mist, and even meld into the very earth itself.<\/p><p>Transformed Kindred can generally use other Disciplines - vampires in wolf form can still read auras and communicate with other animals, for example. However, the Storyteller may rule that certain Disciplines may not be used in specific situations. The Kindred’s clothes and personal possessions also change when he transforms (presumably absorbed within his very substance), although armor and the like do not provide any benefit while transformed.<\/p><p>Vampires cannot change or transform large objects or other beings; Protean is a personal expression of power. A Kindred who has been staked (thereby trapping his soul within his body) cannot transform. Some vampires believe that those who have mastered the highest levels of Protean can deny this limitation, however.<\/p><p>The Gangrel Clan is well known for their mastery of Protean, although other Kindred have learned some of this Discipline’s secrets from these bestial Cainites.<\/p>"}, {"ID":"14","Name":"Quietus","IsSorc":"0","Descr":"<p>The Discipline of silent death, Quietus is practiced by those of Clan Assamite. Based on elements of blood, poison, vitae control, and pestilence, Quietus focuses on the destruction of a target through a variety of means. This Discipline doesn’t always cause a <i>quick<\/i> death, but the Assamites rely on its lethality to hide their involvement with their victims.<\/p>"}, {"ID":"15","Name":"Serpentis","IsSorc":"0","Descr":"<p>Serpentis is believed to be the legacy of Set himself, a gift to his children. The Followers of Set are very careful to guard this Discipline’s secrets, only teaching the art to those who they deem worthy. Most vampires fear the Setites because of the powers of Serpentis and its connection to snakes and reptiles; this Discipline can evoke a primordial fear in others, particularly those who recall the tale of Eden.<\/p>"}, {"ID":"16","Name":"Thaumaturgy","IsSorc":"1","Descr":"<p>Thaumaturgy encompasses blood magic and other sorcerous arts available to Kindred. The Tremere Clan is best known for their possession (and jealous hoarding) of this Discipline. The Tremere created Thaumaturgy by combining mortal wizardry with the power of vampiric vitae, and as a result it is a versatile and powerful Discipline. Although there are whispers of the existence of Tremere <i>antitribu<\/i> in the Sabbat, other Clans in the Sword of Caine have also researched and developed access to such mystical might. Nevertheless, the Tremere of the Camarilla remain this Discipline’s masters.<\/p><p>Like Necromancy, the practice of Thaumaturgy is divided into paths and rituals. Thaumaturgical paths are applications of the vampire’s knowledge of blood magic, allowing her to create effects on a whim. Rituals are more formulaic in nature, most akin to ancient magical “spells.” Because so many different paths and rituals are available to the arcane Tremere, one never knows what to expect when confronted with a practitioner of this Discipline.<\/p><p>When a character first learns Thaumaturgy, the player selects a path for the character. That path is considered the character’s primary path, and she automatically receives one dot in it, as well as one Level One ritual. Thereafter, whenever the character increases her level in Thaumaturgy, her rating in the primary path increases by one as well. Additional rituals are learned separately, as part of a story; players need not pay experience points for their characters to learn rituals up to the level equal to their overall rating in Thaumaturgy, though they must find someone to teach the rituals in question. Path ratings never exceed 5, though the overall Thaumaturgy score may. If a character reaches a rating of 5 in her primary path and increases her Thaumaturgy score afterward, she may allocate her “free” path dot to a different path. (Experience costs are covered on p. 124.)<\/p><p>Many Kindred fear crossing the practitioners of Thaumaturgy. It is a very potent and mutable Discipline, and almost anything the Kindred wishes may be accomplished through its magic.<\/p>"}, {"ID":"17","Name":"Vicissitude","IsSorc":"0","Descr":"<p>Vicissitude is the signature power of the Tzimisce, and is rarely shared outside the Clan (though it is known to some other Cainites of the Sabbat). Similar to Protean in some ways, Vicissitude allows vampires to shape and sculpt flesh and bone. When a Kindred uses Vicissitude to alter mortals, ghouls, and vampires of higher Generation, the effects of the power are permanent; vampires of equal or lower Generation can choose to heal the effects of Vicissitude as though they were aggravated wounds. A wielder of Vicissitude can always reshape her own flesh.<\/p><p>The wielder must establish skin-to-skin contact and must often manually sculpt the desired result for these powers to take effect. This also applies to the use of the power on oneself. Tzimisce skilled in Vicissitude are often inhumanly beautiful; those less skilled are simply inhuman.<\/p><p>There are rumors that Vicissitude is a disease rather than a “normal” Discipline, but only the Fiends know for sure, and they aren’t talking.<\/p><p><b>Note:<\/b> Nosferatu <i>always<\/i> “heal” Vicissitude alterations, at least the ones that make them better-looking. The ancient curse of the Clan may not be circumvented through Vicissitude. The same applies to physical deformities from the Gangrel Clan weakness.<\/p><br><br><p><b>Body Crafts<\/b><\/p><p>Vampires who wish to use Vicissitude well often specialize their knowledge of Medicine in an art known as Body Crafts. This specialization enables its possessor to make all manner of alterations to living and dead flesh and bone. It also gives insight into more mundane techniques; many Tzimisce are skilled at flaying, bone-carving, embalming, taxidermy, tattooing, and piercing.<\/p>"}, {"ID":"18","Name":"Assamite Sorcery","IsSorc":"1","Descr":"<p>From a purely functional standpoint, the blood magic that the Assamite sorcerer caste practices differs little from that wielded by the Tremere. From a philosophical perspective, however, worlds of difference separate the two. The Tremere force every piece of knowledge they incorporate into the structured, rigid framework of high Hermetic invocation. By contrast, the sorcerer caste’s practices are the result of millennia of adaptation and melding, and are too disparate to be considered “structured” in any real sense. The modern body of knowledge that is Assamite Sorcery draws its content from a wide array of magical traditions, from the ecstatic rites of Kali and Shiva’s followers to the subtle precision of feng shui to the elegant symbolic and mathematical transformations of Islamic alchemists and astronomers.<\/p><p>Assamite Sorcery is mechanically identical to the more common Thaumaturgy that appears on pp. 212-240. However, though they work on similar principles (the use of vampiric vitae to fuel exertions of conscious will in order to effect change upon the physical or spiritual world), the two are not cross-compatible. A Tremere strives to perform his magic the same way, all the time, every time. An Assamite might never enact the same ritual the same exact way twice in a millennium.<\/p><p>As may be expected, students of Assamite Sorcery have great difficulty learning the practices of other blood magic traditions. All experience points costs to learn other blood magic paths and rituals are increased by half (round up) for Assamite sorcerers. In addition, even once the sorcerer has incorporated these lessons into her repertoire, they are still alien to her. All invocations of a “foreign” path require one extra blood point and all rituals take triple the normal time and require one extra success for any desired result.<\/p>"}, {"ID":"19","Name":"Bardo","IsSorc":"0","Descr":"<p>This Discipline has been handed down since Osiris himself first discovered this path. It involves attainment of a constant state of mystical consciousness, only achieved by the rigid, ascetic unlife of the Children. This Discipline is not the same state as Golconda. Golconda is a realization and acceptance of the way things are, while the Children’s Disciplines are based on denial. They deny the Beast within them by intensely concentrating on their Humanity and their state of death.<\/p><p>If a Child was to give up his meditations and discipline, he would be assailed by his Beast. The Child must maintain Humanity equal to their highest level of ability, or else lose that ability. For example, a Child must have a Humanity of 9 to gain the ninth level of attainment. If the Child’s Humanity ever drops below the required level, then the ability of that level is lost and must be bought all over again with experience points. The Child can counteract this with Restore Humanitas (below).<\/p><p>A Child of Osiris cannot follow any type of moral code other than Humanity.<\/p>"}, {"ID":"20","Name":"Daimoinon","IsSorc":"0","Descr":"<p>These are the mysteries of the Baali, black arts torn whole and beating from the sorcerer-kings of ancient cultures and prehistoric civilizations, incoherent memories passed from tome to tongue, hearkening to times of oblivion. They are sibilant secrets in which all begins to end and begin again. With every new night and novice brought into the circle, the telling grows shorter.<\/p>"}, {"ID":"21","Name":"Flight","IsSorc":"0","Descr":"<p>Gargoyles possess a fourth in-clan Discipline, called Flight. All Gargoyles start with a free dot, and it can be increased like any other Discipline. As the Gargoyle gains dots of Flight, he becomes capable of flying faster.<\/p>"}, {"ID":"22","Name":"Koldunic Sorcery","IsSorc":"1","Descr":"<p>The actual casting of Koldunic sorcery requires more than a clumsy exertion of will. Such magic demands perfection of form and mastery of the appropriate lore. The caster’s player spends one blood point and rolls (Attribute) + Occult against a difficulty of the power’s level + 3, with the specific Attribute listed for each path or “way.” Vampires always use the base Attribute, ignoring any bonuses gained from blood expenditure or other Disciplines. All kolduns must select one of the ways listed below as their primary path.<\/p>"}, {"ID":"23","Name":"Melpominee","IsSorc":"0","Descr":"<p>Named for Melpomene, the Greek Muse of tragedy, the unique Discipline of the Daughters of Cacophony is one of speech and song. The powers of this Discipline explore the various uses of the voice for both benefit and harm. As is the case with mortal art, it is not always clear which of those directions these powers take. No character may have a rating in Melpominee higher than her Performance rating. Melpominee affects the subject’s soul as well as the ears; thus, it works perfectly well on deaf subjects, and has caused at least one known breach of the Masquerade due to this effect. Additionally, the powers of Melpominee work only on those who are present when it is used - Daughters of Cacophony cannot record Melpominee effects, send them across radio waves, or have them streamed over the Internet.<\/p><p>Daughters of Cacophony can use some of the powers of the Melpominee Discipline in concert, as it were. If more than one Siren uses the same level of this Discipline simultaneously, the difficulty for the roll falls by one for each Daughter involved beyond the first. The difficulty cannot fall lower than 3, however. The Discipline levels that can benefit from this rule are noted below.<\/p>"}, {"ID":"24","Name":"Mytherceria","IsSorc":"0","Descr":"<p>Whatever odd commingling of blood which produced the Kiasyd has led to a number of weird effects, not least of which is the Mytherceria Discipline. This collection of powers mimics the abilities of faeries - or at least, that’s the best guess of the Kindred who are familiar with it. The Kiasyd use this power to alter and beguile the minds of their foes, as well as to force others to tell the truth. The Kiasyd do not, in general, teach this Discipline to those outside the bloodline, and supposedly it would require oaths sworn on the lifeblood of the student to learn.<\/p>"}, {"ID":"25","Name":"Obeah","IsSorc":"0","Descr":"<p>The bloodline known in modern nights simply as the Salubri is actually descendant of one half of the ancient Clan. In bygone nights, one might have spoken of “healer” and “warrior” Salubri. In the modern nights, the last vestiges of the warrior Salubri are the <i>antitribu<\/i> of the Clan, and practice their Discipline of Valeren (see p. 474). The rest of the bloodline know the Discipline of Obeah. This Discipline allows the Salubri to judge and even improve a subject’s health. As the vampire grows more powerful, Obeah lets her heal a target’s soul directly. It is this power that forms the basis of the “soulsucker“ charge that dogs the bloodline these nights.<\/p><p>This Discipline gives its practitioners a third eye in the center of the vampire’s forehead when the Kindred masters the second level of Obeah.<\/p>"}, {"ID":"26","Name":"Ogham","IsSorc":"0","Descr":"<p>The Ogham Discipline is only found among the Lhiannan bloodline; they do not (some say cannot) share its secrets with those who do not suffer from their line’s curse. All Lhiannan share a splinter of a dark, once-vast, and powerful forest spirit. Ogham allows them to tap into that spirit’s power, and into its communion with free spirits of its ilk.<\/p><p>Ogham is a limited form of blood magic; it is neither as flexible nor as powerful as Tremere Thaumaturgy, nor other Clans’ blood sorcery, but within the bounds set by the Lhiannan’s territorial nature it is quite powerful. Ogham is strongest within a Lhiannan’s home territory. More than 50 miles (80 km) from her home territory, the difficulty of using Ogham increases by one across the board, as the Lhiannan’s own spirit-shard comes into conflict with unfamiliar local spirit life.<\/p>"}, {"ID":"27","Name":"Sanguinus","IsSorc":"0","Descr":"<p>Sanguinus is the unwholesome Discipline granted to the Blood Brothers by the Tzimisce who created them. A curious relative of Vicissitude, Sanguinus allows vampires who practice it to combine parts of their bodies, loan them out to others, and coordinate their minds and appendages. Even low levels of it are unsettling to watch. Use of the higher levels is disgusting, indeed, as flesh parts and exposed organs, atrophied by the Blood Brothers’ state of undeath, merge and pulse. Mortals observing the spectacle of this Discipline’s more obvious powers must make Courage rolls (difficulty 4), spend a point of Willpower, or flee the area in nausea.<\/p>"}, {"ID":"28","Name":"Spiritus","IsSorc":"0","Descr":"<p>The Discipline of Spiritus opens the vampire up to worlds and vistas - and methods of feeding - that most Kindred can never touch. Vampires are spiritually dead, unable to create life. The shamanic ritual that created the Ahrimanes, though, allowed a spiritual connection between the undead and the vast, living world all around them. While the vampire can barely scratch the surface of what living shamans can accomplish, the Discipline of Spiritus is still formidable.<\/p>"}, {"ID":"29","Name":"Temporis","IsSorc":"0","Descr":"<p>The True Brujah bloodline claims a peculiar Discipline that allows them some control over the flow of time. Masters of Temporis often grow ever more detached from the passage of ages. This, combined with the natural tendency for Sages to grow emotionally and spiritually distant, makes True Brujah elders exceptionally dangerous. They know that all life is finite, and so they feel no compunction about ending it.<\/p>"}, {"ID":"30","Name":"Thanatosis","IsSorc":"0","Descr":"<p>This Discipline is an exclusive development of the Samedi bloodline, and it is tied intrinsically to the Stiffs’ identity and history. Although Thanatosis appears to deal closely with death and the energies of decay, no Giovanni have ever claimed mastery of this power. Outsiders assume the Giovanni must be interested in learning this Discipline. However, the Giovanni view the Samedi with distrust and loathing, while the Samedi take on the Giovanni is usually expressed by muttering a curse on the Clan and spitting blood. Thus, the possibility of an exchange of information approaches nil.<\/p>"}, {"ID":"31","Name":"Valeren","IsSorc":"0","Descr":"<p>Valeren is a warrior’s Discipline, a holdover from the nights when warrior Salubri acted as noble fighters and Kindred knights. The Discipline is still applicable to the modern nights, but the Salubri <i>antitribu<\/i> put it to decidedly more vicious ends.<\/p><p>Like Obeah, Valeren imparts its practitioners with the fabled third eye of Saulot. The third eye appears at the time the vampire masters the second level of Valeren. The precise nature and purpose of the eye are all but unknown to vampires outside the Salubri <i>antitribu<\/i>. Some suspect the eye grants them sight beyond sight, while others venture that the eye allows them to see the infernal taint in the non-Sabbat Salubri themselves.<\/p>"}, {"ID":"32","Name":"Visceratika","IsSorc":"0","Descr":"<p>Visceratika is an extension of the Gargoyles’ natural affinity for stone and earth. Certain Visceratika powers closely resemble some aspects of Protean and, to a lesser extent, Vicissitude. Tremere in a position to know insist that this is pure coincidence, but the few among the Gargoyles who retain scholarly aspirations insist that the Gangrel and Tzimisce blood used to create the bloodline still maintains a certain hold over its members.<\/p><p>For many years, Visceratika was regarded as endemic to the Gargoyle condition, just like the repulsive visage and the wings with which other Kindred associate the bloodline. That is, vampires - including the Tremere - believed that they couldn’t have the one without the others. Supposedly this isn’t true, and provided one can find a Gargoyle tutor, any vampire can learn the Discipline. Of course, that assumes one can find a willing tutor - the Gargoyles aren’t eager to reveal these secrets. Furthermore, few Kindred want to bet that the Tremere are wrong and risk waking up with wings and horns.<\/p>"}, {"ID":"33","Name":"Countermagic","IsSorc":"0","Descr":"<p>This is less of a path than it is a separate Discipline, as the power to resist Thaumaturgy can be taught independently of Thaumaturgy, even to those Kindred who are incapable of mastering the simplest ritual. Though the techniques of Thaumaturgical Countermagic are not officially taught outside Clan Tremere, unofficial methods are likely to exist. Any non-Tremere who displays the ability to resist Thaumaturgy quickly becomes the subject of potentially fatal scrutiny from the entirety of Clan Tremere.<\/p><p><b>System:<\/b> Thaumaturgical Countermagic is treated as a separate Discipline, although it uses the usual rules for Thaumaturgy (including experience costs and the fact that it is limited to only five levels). It cannot be taken as a character’s primary path, and a rating in it does not allow the character to perform rituals.<\/p><p>The use of Thaumaturgical Countermagic is treated as a free action in combat and does not require a split dice pool. To oppose a Thaumaturgy power or ritual, a character must have a Thaumaturgical Countermagic rating equal to or greater than the rating of that power or ritual. The player spends a blood point and rolls the number of dice indicated by the character’s Thaumaturgical Countermagic rating (difficulty equal to the difficulty of the power in use). Each success cancels one of the opposing thaumaturge’s successes.<\/p><p>Thaumaturgical Countermagic is only at full effectiveness when used against Thaumaturgy. It works with halved dice pools against Necromancy and other mystical Disciplines, and is completely ineffective against non-vampiric magics and powers.<\/p><p>Thaumaturgical Countermagic can be learned by characters who are unable to learn Thaumaturgy (e.g., those with the Merit Magic Resistance). Any non-Tremere character with a rating in this power automatically gains the Flaw Clan Enmity (Tremere), receiving no freebie points for it. This power cannot be taken during character creation and cannot be spontaneously developed. Whether the character has Thaumaturgy as an in-Clan power or not, it costs the same as any other non-Clan Discipline to learn.<\/p>"}, {"ID":"99","Name":"Any","IsSorc":"0","Descr":" "}]
