[{"ID":"1","Name":"Call of the Hungry Dead","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Call of the Hungry Dead takes only 10 minutes to cast and requires a hair from the target’s head. The ritual climaxes with the burning of that hair in the flame of a black candle, after which the victim becomes able to hear snatches of conversation from across the Shroud. If the target is not prepared, the voices come as a confusing welter of howls and unearthly demands; he is unable to make out anything intelligible, and may go briefly mad."}, {"ID":"2","Name":"Eldritch Beacon","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Eldritch Beacon takes 15 minutes to cast. The material component is a green candle, the melted wax from which must be collected and molded into a half-inch (1.5 cm) sphere. Whoever carries this sphere, whether in his hand or in a pocket, is highlighted in the Shadowlands with a sickly-glowing green-white aura. All ghostly powers affect this individual with greater ease and severity. The sphere retains its power for one hour per success on the casting roll."}, {"ID":"3","Name":"Insight","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual allows a necromancer to stare into the eyes of a corpse and see reflected there the last thing the dead man witnessed. The vision appears only in the eyes of the cadaver and is visible to no one except the necromancer using Insight. The player rolls as normal as the vampire stares into the target’s eyes for five minutes. The number of successes on the roll determines the clarity of the vision. A botch shows the necromancer his own Final Death, which can provoke a Rötschreck roll (see p. 299).<br>This power cannot be used on the corpses of vampires who have reached Golconda, or on bodies in which both eyes are missing or advanced decomposition has already occurred.<br><table><tr><th>Successes<\/th><th>Result<\/th><\/tr><tr><td>1 success<\/td><td>A basic sense of the subject’s death<\/td><\/tr><tr><td>2 successes<\/td><td>A clear image of the subject’s death and the seconds preceding it<\/td><\/tr><tr><td>3 successes<\/td><td>A clear image, with sound, of the minutes preceding death<\/td><\/tr><tr><td>4 successes<\/td><td>A clear image, with sound, of the half-hour before the subject’s demise<\/td><\/tr><tr><td>5 successes<\/td><td>Full sensory perception of the hour leading up to the target’s death<\/td><\/tr><\/table>"}, {"ID":"4","Name":"Knowing Stone","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"By use of her own blood and the proper rituals, a necromancer can mark a person’s spirit, allowing the vampire to see where her subject is at any time, even after he has died. In this fashion many of the spirit-haunted vampires keep tabs on their close kin and their enemies.<br>The necromancer cuts her skin or otherwise bleeds herself, and then uses the vitae to paint the name of the target on a consecrated stone. If the ritual is successful, she can afterward learn the target’s current whereabouts by dancing around the stone in a trance state until one of the spirits whispers the desired information into her ear. The stone loses its powers on the night of All Saints Day unless the vampire spends a blood point."}, {"ID":"5","Name":"Minestra di Morte","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The necromancer obtains a piece of a dead body and simmers it in a pot with half a quart (or half a liter) of vampiric vitae. To this stew, the necromancer adds rosemary (for remembrance), basil (the funerary herb), and salt (the alchemic principle of clarification). After bringing the concoction to a full boil, the necromancer eats it.<br>If the roll to activate this ritual is successful, the character discovers whether the subject of the grisly rite became a wraith or Spectre after death, or if indeed she became either. Unfortunately, this information can be learned only about the person from whose body the “stew meat” was taken.<br>The blood component is spent progressively through the ritual: If the Necromancer takes the blood from another Kindred, she doesn’t become partially bound from drinking it, nor does she add a point to her blood pool. Similarly, if she uses her own blood, her pool decreases by a point but does not increase when she consumes the soup.<br>Necromantic vampires without the Eat Food Merit (see p. 480) can’t keep the soup down, but can still use the ritual and gain the information."}, {"ID":"6","Name":"Ritual of the Smoking Mirror","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual allows the necromancer to use an obsidian mirror to see as ghosts do. By gazing into the mirror’s ebony depths, the vampire may discover an object’s flaws, assess the general health of mortals, or even read a being’s aura.<br>At the start of the ritual, the Kindred decides which of the ritual’s two aspects she will use - she may not use both at the same time. With Lifesight, the necromancer may read auras as if she had the level two Auspex power Aura Perception. Deathsight, on the other hand, grants the necromancer the ability to see ghosts and the Shadowlands. It also shows the stain of oblivion on the living, as per Eyes of the Dead (p. 174).<br>At the Storyteller’s discretion, the Kindred may make a similar study of an inanimate object’s flaws and how to repair them, if that object has a strong link to either life- or death-energies (such as a murderer’s knife or a window box used to grow healing herbs).<br>To perform the ritual, the necromancer grasps an obsidian mirror that has had its edge sharpened so that it cuts the flesh of whoever takes hold of it. As the vitae flows onto the mirror’s surface, it allows the mirror’s reflective power to bridge the worlds of the living and the dead, much as it allows the necromancer herself to do.<br>The player then rolls to activate the ritual as normal. If successful, the Necromancer may view the world as a ghost does via the reflective surface of the mirror, for one scene. On a botch, the vampire may well invoke the ire of the spirits upon whom she calls."}, {"ID":"7","Name":"Eyes of the Grave","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual, which takes two hours to cast, causes the target to experience intermittent visions of her death over the period of a week. The visions come without warning and can last up to a minute. The caster of the ritual has no idea what the visions contain, as only the victim sees them. Each time a vision manifests, the target must roll Courage (difficulty 7) or be reduced to quivering panic. The visions, which come randomly, can also interfere with activities such as driving, studying, shooting, and so on. Eyes of the Grave requires a pinch of soil from a fresh grave."}, {"ID":"8","Name":"The Hand of Glory","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The Hand of Glory is a mummified hand used by the necromancer to anesthetize a home’s residents and, thereby, allow him free rein to do what he will in the residence. To create one, the necromancer wraps the severed hand of a condemned murderer in a shroud, draws it tight to squeeze out any remaining blood, and preserves the hand in an earthenware jar with salt, saltpeter, and long peppers. After a fortnight, the vampire removes the hand and dries it in an oven with vervain and fern. At the end of this process, if the roll to activate the ritual garners any successes, the creation is viable.<br> To use the Hand of Glory, the vampire first coats the fingertips of the mummified hand with a flammable substance derived from the fat of a hanged man and sets the fingers alight. The necromancer then recites the phrase, “Let all those who are asleep be asleep, and let those who are awake be awake”. All mortals within a household who are affected fall into a deep sleep and cannot be roused (the hand has no effect on supernatural creatures). For each unaffected occupant of a home, one finger of the hand will refuse to light. Botches may result in all of the fingers being lit but no one in the home being asleep. The hand may be extinguished at any time by the necromancer who created it. Anyone else wishing to douse the hand must use milk to do so - nothing else works. Once made, the Hand of Glory may be reused indefinitely. Effects last for one scene."}, {"ID":"9","Name":"Occhio d’Uomo Morto","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"To cast this ritual, the necromancer needs an eye from a corpse whose absent soul became a ghost or Spectre. The eye is ritually prepared in a process involving incense, the new moon, and a period of midnight chanting. The chanting climaxes when the necromancer removes one of her own eyes and replaces it with the one from the corpse (fresher is better). Kindred healing takes over at that point, sealing the eye within the socket.<br>If the ritual succeeds, the Necromancer permanently gains the Shroudsight ability (see p. 163). This ability is always active and does not require a roll. Furthermore, if it was a Spectre’s corpse, the vampire can hear the vague murmuring of any Spectres in the area. This ability isn’t very precise; rather than mind reading, it’s more like trying to overhear a low-voiced conversation in the next room. With a ^Perception + Occult^ roll, the Necromancer can glean a very vague impression of what nearby Spectres are up to. Botching this roll may well earn the necromancer a new derangement (at the Storyteller’s discretion), as the whispers creep into the caster’s subconscious.<br>This ritual has some major drawbacks, the first being that its proper result is hideously ugly. Unless the vampire wears sunglasses or finds some other way to conceal her eye, her Appearance is reduced by one dot. Also, dead or rotted tissue is not the best for normal perception. Any mundane visual Perception rolls are at +1 difficulty (possibly more if the corpse had bad eyesight in life). On the other hand, since the eye offers a window into a different soul than the necromancer, it offers some protection against powers requiring eye contact. These Disciplines are used against the dead-eyed necromancer at +1 difficulty.<br>Most importantly, however, the ghost whose body was desecrated knows it, and very likely hates it. The ghost can find the necromancer possessing his eye anywhere, and all ghostly powers used against the necromancer by that particular ghost are at -1 difficulty."}, {"ID":"10","Name":"Puppet","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Used primarily to facilitate conversations with the recently departed, though also applied as a method of psychological torture, Puppet prepares a subject (willing or unwilling) as a suitable receptacle for ghostly possession. Over the course of one hour, the necromancer smears grave soil across the subject’s eyes, lips, and forehead. For the remainder of the night, any wraith attempting to take control of the subject gains two automatic successes. The ritual’s effects remain even if the soil is washed off."}, {"ID":"11","Name":"The Ritual of Pochtli","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual cannot be cast by itself, but only in conjunction with another Necromantic ritual, or with the heavily ritualized use of a Necromantic path. The action of the ritual is this: Two or more Kindred necromancers restrain a mortal vessel and inflict incisions in the shape of blasphemous symbols (typically subverted Egyptian hieroglyphs or Aztec symbols). They then drink from these injuries. Each participating Necromancer must make his own cut and drink from no other cut. Thereafter, the Necromantic power the Kindred seek to employ gains the benefit of all the participants’ knowledge. This ritual makes it possible for Necromancers to create truly fearsome feats of death magic.<br>The player rolls to activate this ritual as normal. If the roll succeeds, the Kindred who have participated in the ritual may work together on the path or ritual the Ritual of Pochtli is intended to assist, and players share successes. Note that the primary application of Necromancy requires its own roll, and that successes (and failures) garnered by the group are pooled. All Kindred participating in the ritual must know the Ritual of Pochtli as well as the ritual or path power the group seeks to enact.<br>The downside of this power is that a single player’s botch negates the successes of the entire group, resulting in a horrific failure for all the ritual workers."}, {"ID":"12","Name":"Two Centimes","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The necromancer ceremonially “kills” a mortal, laying him out on a pallet and putting pennies on his eyes. The mortal’s soul journeys to the Underworld, which he perceives, initially at least, as a way-station. The mortal can interact with the souls of the dead and travel elsewhere in the Underworld, while also retaining the power to speak to the vampire and describe what he’s experiencing. While in the Underworld, however, the subject’s soul cannot affect the environment. Although he may talk to other spirits, he may not physically interact with them or their surroundings - he is a “ghost among ghosts”, as it were. Minions may voluntarily undergo the ritual to assist necromancers, or the vampire may use Two Centimes to terrify unwilling victims."}, {"ID":"13","Name":"Blood Dance","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The Blood Dance allows a ghost to communicate with a living relative. Necromancers sometimes perform this ritual for people in exchange for money or favors.<br>The vampire must dance and chant for two hours, calling forth the right spirit and entreating all other ghosts to leave the area. While dancing, the vampire pours colored sands and ocean salt on the ground in a precise pattern and then makes the link between the living person and the deceased. If successful, the ghost “appears” within the necromancer’s sand-sigil and the living person can communicate with her for one hour. Failure means the spirit could not be contacted."}, {"ID":"14","Name":"Divine Sign","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Upon learning a person’s birth date, the necromancer’s player may roll to activate this ritual. If successful, the Kindred may use this to predict the target’s next course of action, allowing him to deal with it accordingly. The effect on ghosts is quite different: Instead, the ritual imparts upon the necromancer so intimate an understanding of the wraith in question that it acts as a connection to the ghost, making it easier to invoke other Necromancy effects on that spirit. For story purposes, it’s the equivalent to holding one of that wraith’s fetters (see Ritual of the Unearthed Fetter, below)."}, {"ID":"15","Name":"Din of the Damned","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual is similar to the Level One Ritual Call of the Hungry Dead (see p. 177) in that it makes the sounds of the Underworld audible in the physical realm. However, Din of the Damned is an area-effecting ritual used to ward a room against eavesdropping. Over the course of half an hour, the necromancer draws an unbroken line of ash from a crematorium along the room’s walls (this line may pass over doorframes to allow entrance and egress). For the rest of the night, any attempt to listen in on events inside the room, whether simple (such as a glass to the wall), electronic (like a laser microphone), or mystic (including powers such as Heightened Senses), requires the eavesdropper to score more successes in a Perception + Occult roll (difficulty 7) than the caster of the ritual scored. Failure to beat this mark gives the listener an earful of ghostly wailing and moaning and the sound of howling winds; a botch deafens him for the rest of the night."}, {"ID":"16","Name":"Nightmare Drums","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The necromancer using this ritual sends the dead to haunt the dreams of an enemy, using the ghosts to drive an opponent slowly insane. Once the ritual is cast, the vampire has no control over this power, except to stop it from continuing. The shape of the nightmares and the images that assault the target are not under the control of the necromancer; they are under the control of the ghosts who actually do the haunting.<br>The necromancer uses his own blood and a personal possession of the target’s in this ritual. Once the item has been coated with blood, the vampire must burn the item, sending a ghostly icon of it to the Shadowlands both as an identifying badge and as a reward to the ghosts who agree to haunt the target. While the item burns, the necromancer (and assistants, if available) pound out a relentless beat on gigantic drums of human skin. The drums are inaudible in this realm but thunderous in the home of the dead. To silence the deafening drums, the ghosts resignedly agree to negotiate with the necromancer. They promise to send nightmares to the victim for as long as the vampire demands, in return for a favor. Their request normally runs along the lines of passing a message to a living relative or exacting revenge against someone who slighted them."}, {"ID":"17","Name":"Ritual of The Unearthed Fetter","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This ritual requires that a necromancer have a finger bone from the skeleton of the particular ghost he’s interested in. When the ritual is cast, the finger bone becomes attuned to something vitally important to the wraith, the possession of which by the necromancer makes the casting of Necromantic powers against that ghost much easier (see the Sepulchre Path, p. 160, for an example). Most necromancers take the attuned finger bone and suspend it from a thread, allowing it to act as a sort of supernatural compass and following it to the special item in question.<br>Ritual of the Unearthed Fetter takes three hours to cast properly. It requires both the name of the ghost targeted and the finger bone already mentioned, as well as a chip knocked off a gravestone or other marker (not necessarily the marker of the bone’s former owner). During the course of the ritual the stone crumbles to dust, which is then sprinkled over the finger bone."}, {"ID":"18","Name":"Tempesta Scudo","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Unlike most rituals, Tempesta Scudo can be cast speedily. The necromancer performs a short and awkward dance that ends with her biting through her own lip and spitting the blood in a circle around her. All ghosts’ actions within the circle of blood are made at +2 difficulty.<br>To cast this ritual successfully, the necromancer must spend one combat turn performing the dance. At the end of the turn, she makes a ^Dexterity + Performance^ roll against difficulty 7 (if done outside of combat, the difficulty is only 6). During the next combat turn, she bites through her own lips (taking a level of bashing damage) and spits (spending one blood point). Then the normal ritual roll is made to see whether the power takes effect."}, {"ID":"19","Name":"Baleful Doll","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"A baleful doll is a powerful figure that is linked directly to the spirit of the target. This doll must be hand-crafted, and is only finished when it has been painted with the blood of the necromancer and dressed in some article of clothing from the victim (which should be unwashed for a better connection). Once the doll has been cursed, the vampire can use it to cause physical damage to the target. If the doll is injured (often with pins or other items), the victim takes six dice of bashing damage. If the doll is destroyed, the target suffers six dice of lethal damage.<br>The necromancer must craft the doll, using ritual chants throughout the process. This normally takes four to five hours. The player rolls ^Stamina + Crafts^ (difficulty 8) to succeed in this part of the ritual - a doll that does not resemble its victim is useless for the purposes of this ritual, though some necromancers sell failures as “authentic voodoo dolls” to tourists."}, {"ID":"20","Name":"Bastone Diabolico","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Casting this ritual is tricky because it requires the removal of a leg bone from a living person. The donor must survive the removal, at least for a little while. The bone is then submerged in molten lead. Once it cools, the thin lead coating is inscribed with various runes. The necromancer then uses this metal-shod bone to beat its donor to death while repeating a droning Greek chant.<br>With a successful roll, this ritual produces a bastone diabolico or “devil stick”. The stick can be activated by anyone who holds it and expends a point of Willpower. Activation lasts for a scene, and during that time any ghost hit with the devil stick loses a point from its Passion pool (see p. 385). In addition to its normal effects, this club does an additional die of damage when used against the walking dead (not vampires), and such damage is aggravated.<br>Unfortunately for the necromancer, ghosts can sense that the bastone diabolico is bad news, even if they don’t know exactly what the thing does. They tend to stay away from anybody carrying one, which means that all rolls for such a character to use powers that summon or attract ghosts occur at +1 difficulty."}, {"ID":"21","Name":"Cadaver’s Touch","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"By chanting for three hours and melting a wax doll in the shape of the target, the necromancer turns a mortal target into a corpselike ruin. As the doll loses the last of its form, the target becomes cold and clammy. His pulse becomes weak and thready, and his flesh pale and chalky. For all intents and purposes, he becomes a reasonable facsimile of the walking dead. This can have some adverse effects in social situations (+2 difficulty on all Social rolls). The effects of the ritual wear off only when the wax of the doll is permitted to solidify. If the wax is allowed to boil off, the spell is broken."}, {"ID":"22","Name":"Peek Past the Shroud","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"This hour-long ritual enchants a handful of ergot fungi mold to act as a catalyst for second sight. By eating a pinch of the mold, a subject gains the benefits of Shroudsight (p. 163) for a number of hours equal to the necromancer’s Stamina score. Three doses of the enchanted ergot are created for every success on the roll. Ergot is normally poisonous to some degree; this ritual removes its toxic properties. However, a botch renders the ergot highly and instantaneously toxic, inflicting eight dice of lethal damage on any subject who ingests it - including vampires."}, {"ID":"23","Name":"Ritual of Xipe Totec","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"To perform the ritual, the Kindred removes his victim’s top layer of skin with an obsidian dagger, taking care to damage the skin as little as possible in the process. The victim must survive this process (though she may well die of blood loss shortly after the ritual if not seen to properly). He then drains the victim’s blood into a large ceremonial golden bowl. There the blood is mixed with octli, amaranth flower, and other ingredients.<br>When imbibed by the necromancer, this mixture causes him to sweat a glistening sheen of blood (equal to one blood point). The Kindred then dons the skin of his victim, which on a successful roll absorbs the Kindred vitae and begins to heal, forming a second skin over the vampire’s own. The victim needs to be of similar stature - otherwise, the features become distorted and the disguise is rendered useless. This power also has no effect on supernatural creatures (although it can affect ghouls).<br>Under normal visual scrutiny, the ruse is flawless. Of course, it imparts none of the victim’s knowledge or mannerisms (and does nothing to mask the Kindred’s own undead nature). Therefore, it works best for situations in which contact with friends and family may be minimized. To preserve the skin’s condition, the Kindred must bathe it in a blood point’s worth of vitae nightly. When the necromancer removes the skin (which causes one level of unsoakable lethal damage to the user and must be done with the same knife used to flay the victim in the first place), it is ruined in the process."}, {"ID":"24","Name":"Chill of Oblivion","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Performed over the course of 12 hours (reduced by one hour per success on the casting roll), this ritual infuses the necromancer or a willing subject with the chill of the grave. The ritual’s material component is a one-foot (half-meter) cube of ice, which is slowly melted on the subject’s chest (inflicting three health levels of bashing damage on mortal subjects). The subject must lie naked on bare earth for the entire duration of the ritual. Once the ritual is completed, its effects remain for a number of nights equal to the caster’s Occult rating.<br>An individual affected by Chill of Oblivion treats aggravated damage from fire and high temperatures as if it were lethal damage. Furthermore, he may attempt to extinguish any fire by rolling Willpower (difficulty 9); each success reduces the fire’s soak difficulty (see p. 297) by 1, and a fire with a soak difficulty of 2 dwindles to glowing embers.<br>However, this ritual has several drawbacks. First and foremost, the subject’s aura is laced with writhing black veins that resemble those left by diablerie, and may well be mistaken for such by any observer who is not familiar with this ritual. The subject also radiates a palpable aura of cold that extends to about arm’s length from him; this can be extremely disconcerting to mortals, though it causes no damage, and its game effects mirror those of the Flaws Touch of Frost (p. 494) and Eerie Presence (p. 495). Finally, the mystical nimbus of the ritual draws hostile ghosts to the subject, who may plague him with unwholesome acts."}, {"ID":"25","Name":"Dead Man’s Hand","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"The necromancer takes a rag stained in the blood, sweat, or tears of the intended victim. She takes a freshly severed human hand (which can come either from a corpse or a living “donor”) and closes it around the rag. As the hand decomposes, so does the victim. His flesh bloats, turns gray and then green, then starts to slough off. The victim’s brain remains fresh until the very end, so he can see the maggots writhe in the putrescent rack of meat that once was his healthy body.<br>The necromancer makes the standard roll and spends two blood points for each point of Stamina (and Fortitude) possessed by the victim. The victim loses health levels according to the timetable below. Only the removal of the rag from the hand can stop the process. If this happens, health levels return, also according to the chart below.<br><table><tr><th>Health Level<\/th><th>Time Until Next Loss<\/th><\/tr><tr><td>Bruised<\/td><td>12 hours<\/td><\/tr><tr><td>Hurt<\/td><td>12 hours<\/td><\/tr><tr><td>Injured<\/td><td>Six hours<\/td><\/tr><tr><td>Wounded<\/td><td>Three hours<\/td><\/tr><tr><td>Mauled<\/td><td>One hour<\/td><\/tr><tr><td>Crippled<\/td><td>30 minutes<\/td><\/tr><tr><td>Incapacitated<\/td><td>12 hours<\/td><\/tr><\/table>Mortal characters who suffer more than 12 hours of incapacitation die, while Kindred who remain Incapacitated for more than 12 hours succumb to torpor."}, {"ID":"26","Name":"Esilio","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Like Tempesta Scudo, Esilio is a quick and dirty ritual. The necromancer simply speaks five syllables. No one can identify the casting language, but according to the ritual’s oblique history, the language is what God gave humankind before the confusion of Babel. The legend further states that while the particular meaning of the words is lost, they are what Caine’s father said to him while exiling him to Nod. Regardless of the truth of the matter, the Words of Exile are not spoken lightly. When the ritual is cast successfully, it opens a hole within reality itself - a rip between the lands of the living and the darkest depths of the Underworld. This tear is invisible to normal vision, but to Witness of Death or Shroudsight it looks like a black vortex opening within the vampire’s own body (the very few unfortunate enough to look into the gap with high levels of Auspex are generally unwilling or unable to discuss it). Any ghost clutched to the Kindred’s chest is instantly torn to shreds. Grabbing a ghost in this fashion requires a Clinch or Tackle maneuver. Destroyed spirits don’t come back for at least a month, if ever. A wraith destroyed in this fashion tends to return as a Spectre, if it returns at all.<br>The necromancer may clutch and destroy a number of spirits equal to the number of successes she rolled. After that, the vortex closes. It closes at the end of the scene if it hasn’t already.<br>Of course, using one’s body as a portal between our world and what some people might call Hell is neither simple nor healthy. For starters, it costs a blood point and a point of Willpower (which does not give an automatic success on the ritual roll). More importantly, each success rolled inflicts a level of unsoakable lethal damage on the necromancer. Most significantly, every use of Esilio permanently reduces the necromancer’s Humanity by one point if he follows that morality, and may impact other Paths at the Storyteller’s discretion."}, {"ID":"27","Name":"Grasp the Ghostly","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"1","IsThaum":"0","Descr":"Requiring a full six hours of chanting, this ritual allows a necromancer to bring an object from the Underworld into the real world. It’s not simple, however - a wraith may object to having his possessions stolen and fight back. Furthermore, the object taken must be replaced by a material item of roughly equal mass, otherwise the target of the ritual snaps back to its previous, ghostly existence.<br>Objects taken from the Underworld tend to fade away after about a year. Only items recently destroyed in the real world (called “relics” by ghosts) may be recaptured in this manner. Artifacts created by wraiths themselves were never meant to exist outside the Underworld, and vanish on contact with the living world."}, {"ID":"28","Name":"Bind the Accusing Tongue","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ancient ritual is said to have been one of the first developed by the Tremere and a primary reason for the lack of cohesive opposition to their expansion. Bind the Accusing Tongue lays a compulsion upon the subject that prevents him from speaking ill of the caster, allowing the thaumaturge to commit literally unspeakable acts without fear of reprisal.<br><b>System<\/b>: The caster must have a picture or other image or effigy of the ritual’s target, a lock of the target‘s hair, and a black silken cord. The caster winds the cord around the hair and image while intoning the ritual’s vocal component. Once the ritual is complete, the target must score more successes on a Willpower roll (difficulty of the caster‘s Thaumaturgy rating + 3) than the caster scored in order to say anything negative about the caster. The ritual lasts until the target succeeds at this roll or the silk cord is unwound, at which point the image and the lock of hair crumble to dust."}, {"ID":"29","Name":"Blood Rush","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual allows the vampire to create the sensation of drinking blood in himself without actually feeding. The ritual can be used for pleasure, but it is more often used to prevent frenzy when confronted with fresh blood. The vampire must carry the fang of a predatory animal on his person for this ritual to work.<br><b>System<\/b>: Performance of the ritual results in the Beast being kept in check automatically. Blood Rush allows the vampire to resist hunger-based frenzy for up to one hour, at which point the Cainite feels hungry again (assuming he did before). This ritual takes only one turn to enact."}, {"ID":"30","Name":"Communicate with Kindred Sire","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"By enacting this ritual, the caster may join minds with her sire, speaking telepathically with him over any distance. The communication may continue until the ritual expires or until either party ends the conversation. The caster must possess an item once owned by her sire for the ritual to work.<br><b>System<\/b>: The caster must meditate for 30 minutes to create the connection. Conversation may be maintained for 10 minutes per success on the activation roll."}, {"ID":"31","Name":"Speak with Sire","Level":"1","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"By enacting this ritual, the caster may join minds with her sire, speaking telepathically with him over any distance. The communication may continue until the ritual expires or until either party ends the conversation. The caster must possess an item once owned by her sire for the ritual to work.<br><b>System<\/b>: The caster must meditate for 30 minutes to create the connection. Conversation may be maintained for 10 minutes per success on the activation roll."}, {"ID":"32","Name":"Defense of the Sacred Haven","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual prevents sunlight from entering an area within 20 feet (six meters) of this ritual’s casting. A mystical darkness blankets the area, keeping the baleful light at bay. Sunlight reflects off windows or magically fails to pass through doors or other portals. To invoke this ritual’s protection, the caster draws sigils in her own blood on all the affected windows and doors. The ritual lasts as long as the thaumaturge stays within the 20-foot (6-meter) radius.<br><b>System<\/b>: This ritual requires one hour to perform, during which the caster recites incantations and inscribes glyphs. One blood point is required for this ritual to work."}, {"ID":"33","Name":"Curtain of Will","Level":"1","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"This ritual prevents sunlight from entering an area within 20 feet (six meters) of this ritual’s casting. A mystical darkness blankets the area, keeping the baleful light at bay. Sunlight reflects off windows or magically fails to pass through doors or other portals. To invoke this ritual’s protection, the caster draws sigils in her own blood on all the affected windows and doors. The ritual lasts as long as the thaumaturge stays within the 20-foot (6-meter) radius.<br><b>System<\/b>: This ritual requires one hour to perform, during which the caster recites incantations and inscribes glyphs. One blood point is required for this ritual to work."}, {"ID":"34","Name":"Deflection of Wooden Doom","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual protects the caster from being staked, whether she is resting or active. While this ritual is in effect, the first stake that would pierce the vampire’s heart disintegrates in the attacker’s hand. A stake merely held near the caster is unaffected; for this ritual to work, the stake must actively be used in an attempt to impale the vampire.<br><b>System<\/b>: The caster must surround herself with a circle of wood for a full hour. Any wood will work: furniture, sawdust, raw timber, 2’ x 4’s, whatever. The circle must remain unbroken, however. At the end of the hour, the vampire places a wooden splinter under her tongue. If this splinter is removed, the ritual is nullified. This ritual lasts until the following dawn or dusk."}, {"ID":"35","Name":"Turn the Impaling Shaft","Level":"1","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"This ritual protects the caster from being staked, whether she is resting or active. While this ritual is in effect, the first stake that would pierce the vampire’s heart disintegrates in the attacker’s hand. A stake merely held near the caster is unaffected; for this ritual to work, the stake must actively be used in an attempt to impale the vampire.<br><b>System<\/b>: The caster must surround herself with a circle of wood for a full hour. Any wood will work: furniture, sawdust, raw timber, 2’ x 4’s, whatever. The circle must remain unbroken, however. At the end of the hour, the vampire places a wooden splinter under her tongue. If this splinter is removed, the ritual is nullified. This ritual lasts until the following dawn or dusk."}, {"ID":"36","Name":"Devil’s Touch","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Thaumaturges use this ritual to place curses upon mortals who earn their ire. Using this ritual marks an individual invisibly, causing all those who come in contact with him to receive him poorly. The mortal is treated as the most loathsome individual conceivable, and all who deal with him do everything in their power to make him miserable. Even bums spit at an afflicted individual, and children taunt him and barrage him with vulgarities.<br><b>System<\/b>: The effects of this ritual last one night, disappearing as the sun rises. The mortal (it doesn’t work on vampires) must be present when the ritual is invoked, and a penny must be placed somewhere on his person (in a pocket, shoe, etc.)."}, {"ID":"37","Name":"Domino of Life","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"A vampire wanting or needing to simulate a human characteristic can do so once Domino of Life is cast. For one entire night, the vampire can eat, breathe, maintain a normal body temperature, assume a human flesh tone, or display some other single trait of humankind she desires. Note that only one trait can be replicated in this fashion. The vampire must have a vial of fresh human blood on his person to maintain this ritual.<br><b>System<\/b>: Using this ritual adds one die to the caster’s dice pools when attempting to pass as human. Unless onlookers are especially wary, the Domino of Life should fool them into thinking the caster is mortal - not that they should have any reason to suspect otherwise."}, {"ID":"38","Name":"Engaging the Vessel of Transference","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual enchants a container to fill itself with blood from any living or unliving being who holds it, replacing the volume of blood taken with an equal amount previously held inside the container. When the ritual is enacted, the vessel (which must be between the size of a small cup and a one-gallon\/four-liter jug) is sealed full of the caster’s blood and inscribed with the Hermetic sigil which empowers the ritual. Whenever an individual touches the container with his bare skin, he feels a slight chill against his flesh but no further discomfort. The container continues to exchange the blood it contains until it is opened. The two most common uses of this ritual are to covertly create a blood bond and to obtain a sample of a subject’s blood for ritual or experimental purposes.<br><b>System<\/b>: This ritual takes three hours to enact (reduced by 15 minutes for each success on the casting roll) and requires one blood point (although not necessarily the caster’s blood), which is sealed inside the container. The ritual only switches blood between itself and a subject if it is touched with bare skin - even thin cotton gloves keep it from activating.<br>Individuals with at least four dots in Occult recognize the Hermetic sigil with two successes on an Intelligence + Occult roll (difficulty 8)."}, {"ID":"39","Name":"Illuminate the Trail of Prey","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual causes the path of the subject’s passing to glow in a manner that only the vampire can see. The tracks shine distinctly, but only to the eyes of the caster. Even airplane trajectories and animal tracks shine with unhealthy light. The ritual is nullified if the target wades through or immerses himself in water, or if he reaches the destination of his journey. The caster must burn a length of white satin ribbon that has been in her possession for at least 24 hours for this ritual to take effect.<br><b>System<\/b>: The thaumaturge must have a mental picture of or know the name of her prey. The individual’s wake glows with a level of brightness dependent on how long it has been since he passed that way - old tracks burn less brightly, while fresh tracks blaze."}, {"ID":"40","Name":"Incantation of the Shepherd","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual enables the caster to mystically locate all members of his herd. While intoning the ritual’s vocal component, he spins in a slow circle with a glass object of some sort held to each of his eyes. At the end of the ritual, he has a subliminal sense of the direction and distance to each of his regular vessels.<br><b>System<\/b>: This ritual gives the character the location (relative to him) of every member of his Herd. If he does not have the Herd Background, Incantation of the Shepherd locates the closest three mortals from whom the caster has fed at least three times each. This ritual has a maximum range of 10 miles or 15 kilometers times the character’s Herd Background, or five miles (eight kilometers) if he has no points in that Background."}, {"ID":"41","Name":"Purity of Flesh","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"The caster cleanses her body of all foreign material with this ritual. To perform it, she meditates on bare earth or stone while surrounded by a circle of 13 sharp stones. Over the course of the ritual, the caster is slowly purged of all physical impurities: dirt, alcohol, drugs, poison, bullets lodged in the flesh, and tattoo ink are equally affected, slowly rising to the surface of the caster’s skin and flaking away as a gritty gray film that settles within the circle. Any jewelry, makeup, or clothes that the caster is wearing are also dissolved.<br><b>System<\/b>: The player spends one blood point before rolling. Purity of Flesh removes all physical items from the caster’s body, but does not remove enchantments, mind control, or diseases of the blood."}, {"ID":"42","Name":"Wake with Evening’s Freshness","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual allows a vampire to awaken at any sign of danger, especially during the day. If any potentially harmful circumstances arise, the caster immediately rises, ready to face the problem. This ritual requires the ashes of burned feathers to be spread over the area in which the Kindred wishes to sleep.<br><b>System<\/b>: This ritual must be performed immediately before the vampire goes to sleep for the day. Any interruption to the ceremonial casting renders the ritual ineffective. If danger arises, the caster awakens and may ignore the Humanity\/Path dice pool limit rule for the first two turns of consciousness. Thereafter, the penalty takes effect, but the thaumaturge will have already risen and will be able to address problematic situations."}, {"ID":"43","Name":"Black Sunrise","Level":"1","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"This ritual allows a vampire to awaken at any sign of danger, especially during the day. If any potentially harmful circumstances arise, the caster immediately rises, ready to face the problem. This ritual requires the ashes of burned feathers to be spread over the area in which the Kindred wishes to sleep.<br><b>System<\/b>: This ritual must be performed immediately before the vampire goes to sleep for the day. Any interruption to the ceremonial casting renders the ritual ineffective. If danger arises, the caster awakens and may ignore the Humanity\/Path dice pool limit rule for the first two turns of consciousness. Thereafter, the penalty takes effect, but the thaumaturge will have already risen and will be able to address problematic situations."}, {"ID":"44","Name":"Widow’s Spite","Level":"1","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual causes a pain, itch, or other significant (but not deadly) sensation in the subject. Similar in effect to legendary “voodoo doll” effects, this ritual is used more out of scorn or malice than actual enmity. In fact, it requires a wax or cloth doll that resembles the target, which bleeds when the power takes effect.<br><b>System<\/b>: The ceremonial doll must resemble, however rudely, the victim of the ritual. It produces no mechanical effect, other than a simple physical stimulus. The caster may determine where on the subject’s body the pain or itch appears."}, {"ID":"45","Name":"Blood Walk","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"A thaumaturge casts this ritual on a blood sample from another vampire. Blood Walk is used to trace the subject’s Kindred lineage and the blood bonds in which the subject is involved.<br><b>System<\/b>: This ritual requires three hours to cast, reduced by 15 minutes for each success on the roll. It requires one blood point from the subject. Each success allows the caster to “see back” one Generation (to a limit of the Fourth Generation - the Third Generation do not give up their secrets so easily), giving the caster both the true name of the ancestor and an image of his face. The caster also learns the Generation and Clan or bloodline from which the subject is descended. With three successes, the caster also learns the identities of all parties with whom the subject shares a blood bond, either as regnant or thrall."}, {"ID":"46","Name":"Burning Blade","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Developed during Clan Tremere’s troubled inception, Burning Blade allows a caster to temporarily enchant a melee weapon to inflict unhealable wounds on supernatural creatures. While this ritual is in effect, the weapon flickers with an unholy greenish flame.<br><b>System<\/b>: This ritual can only be cast on melee weapons. The caster must cut the palm of her weapon hand during the ritual - with the weapon if it is edged, otherwise with a sharp stone. This inflicts a single health level of lethal damage, which cannot be soaked but may be healed normally. The player spends three blood points, which are absorbed by the weapon. Once the ritual is cast, the weapon inflicts aggravated damage on all supernatural creatures for the next few successful attacks, one per success rolled. Multiple castings of Burning Blade cannot be “stacked” for longer durations.<br>Furthermore, the wielder of the weapon cannot choose to do normal damage and “save up” aggravated strikes - each successful attack uses one aggravated strike until there are none left, at which point the weapon reverts to inflicting normal damage."}, {"ID":"47","Name":"Donning the Mask of Shadows","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual renders its subject translucent; her form appears dark and smoky, and the sounds of her footsteps are muffled. While it does not create true invisibility, the Mask of Shadows makes the subject much less likely to be detected by sight or hearing.<br><b>System<\/b>: This ritual may be simultaneously cast on a number of subjects equal to the caster’s Occult rating; each individual past the first adds five minutes to the base casting time. Individuals under the Mask of Shadows can only be detected if the observer possesses a power (such as Auspex) sufficient to penetrate Obfuscate 3. The Mask of Shadows lasts a number of hours equal to the number of successes rolled when it is cast or until the caster voluntarily lowers it."}, {"ID":"48","Name":"Eyes of the Night Hawk","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual allows the vampire to see through the eyes of a bird, and to hear through its ears. The bird chosen must be a predatory bird, and the vampire must touch it when initiating this ritual. At the end of this ritual, the caster must put out the bird’s eyes, or suffer blindness herself.<br><b>System<\/b>: The vampire is able to mentally control where the bird travels for the duration of the ritual. The bird will not necessarily perform any other action than flight - the caster cannot command it to fight, pick up and return an object, or scratch a target. The bird returns to the vampire after finishing its flight. If the vampire does not put out the bird’s eyes, she suffers a three-night period of blindness. This ritual ceases effect at sunrise."}, {"ID":"49","Name":"Machine Blitz","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Machines go haywire when this ritual is cast. It takes effect instantly and lasts as long as the vampire concentrates on it. This ritual may be used to kill car engines, erase flash drives, drain the battery of a cellphone, stop life-support machines, et cetera. Essentially, Machine Blitz stops any machine more complex than a rope-and-pulley. The thaumaturge must have a scrap of rusted metal in her possession for this ritual to work, though some vampires use a variant that requires a knot steeped in human saliva to be untied.<br><b>System<\/b>: This ritual only stops machines; it does not grant any control over them. The effects of this ritual are invisible and appear to be coincidental."}, {"ID":"50","Name":"Principal Focus of Vitae Infusion","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual imbues a quantity of blood within an object small enough for the vampire to carry in both hands. (The object may not be any larger than this, though it may be as small as a dime.) After the ritual is conducted, the object takes on a reddish hue and becomes slick to the touch. At a mental command, the caster may release the object from its enchantment, causing it to break down into a pool of blood. This blood may serve whatever purpose the vampire desires; many thaumaturges wear enchanted baubles to ensure they have emergency supplies of vitae.<br><b>System<\/b>: An object may store only one blood point of vitae. If a Kindred wishes to make an infused focus for an ally, she may do so, but the blood contained within must be her own. (If the ally then drinks the blood, he is one step closer to the blood bond). The ally must be present at the creation of the focus."}, {"ID":"51","Name":"Draught of the Pebble","Level":"2","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"This ritual imbues a quantity of blood within an object small enough for the vampire to carry in both hands. (The object may not be any larger than this, though it may be as small as a dime.) After the ritual is conducted, the object takes on a reddish hue and becomes slick to the touch. At a mental command, the caster may release the object from its enchantment, causing it to break down into a pool of blood. This blood may serve whatever purpose the vampire desires; many thaumaturges wear enchanted baubles to ensure they have emergency supplies of vitae.<br><b>System<\/b>: An object may store only one blood point of vitae. If a Kindred wishes to make an infused focus for an ally, she may do so, but the blood contained within must be her own. (If the ally then drinks the blood, he is one step closer to the blood bond). The ally must be present at the creation of the focus."}, {"ID":"52","Name":"Recure of the Homeland","Level":"2","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"The vampire calls on the power of the earth to heal grave wounds she may have received. The thaumaturge must use at least a handful of dirt from the city or town of her mortal birth and recite a litany of her mortal family tree as she casts this ritual.<br><b>System<\/b>: The Cainite must mix the earth with two points of her own blood to make a healing paste. One handful will heal one aggravated wound, and only one handful can be used per night. This ritual can only be used on the vampire who knows it."}, {"ID":"53","Name":"Ward Versus Ghouls","Level":"2","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Wary Tremere created this ritual to protect themselves from the minions of vengeful rivals. By invoking this ritual, the caster creates a glyph that causes great pain to any ghouls who come in contact with it. The Kindred pours a point’s worth of blood over the object he wishes to ward (a piece of parchment, a coin, a doorknob, etc.), and recites the incantation, which takes 10 minutes. In 10 hours, the magical ward is complete, and will inflict excruciating pain on any ghoul unfortunate enough to touch the warded object.<br><b>System<\/b>: Ghouls who touch warded objects suffer three dice of lethal damage. This damage occurs again if the ghoul touches the object further; indeed, a ghoul who consciously wishes to touch a warded object must spend a point of Willpower to do so.<br>This ritual wards only one object - if inscribed on the side of a car, the ward affects only that door or fender, not the whole car. Wards may be placed on weapons, even bullets, though this usually works best on small-caliber weapons. Bullets often warp upon firing, however, and for a ward to remain intact on a fired round, the player needs five successes on the Firearms roll."}, {"ID":"54","Name":"Warding Circle versus Ghouls","Level":"2","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Ghouls, but creates a circle centered on the caster into which a ghoul cannot pass without being burned. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three blood points of mortal blood. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any ghoul who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the ghoul attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the ghoul leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}, {"ID":"55","Name":"Clinging of the Insect","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual allows the caster to cling to walls or ceilings, as would a spider. She may even crawl along these surfaces (as long as they can support her). Use of this power seriously discomfits mortal onlookers. The character must place a live spider under her tongue for the duration of the ritual (though the spider may die while in the thaumaturge’s mouth without canceling the power).<br><b>System<\/b>: The character may move at half her normal rate while climbing walls or ceilings. This power lasts for one scene, or until the vampire spits out the spider."}, {"ID":"56","Name":"Flesh of Fiery Touch","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This defensive ritual inflicts painful burns on anyone who deliberately touches the subject’s skin. It requires the subject to swallow a small glowing ember, which does put off some vampires with low pain thresholds. Some vain thaumaturges use this ritual purely for its subsidiary effect of darkening the subject’s skin to a healthy sun-bronzed hue.<br><b>System<\/b>: Flesh of Fiery Touch takes two hours to cast (reduced by 10 minutes per success). It requires a small piece of wood, coal, or other common fuel source, which ignites and is swallowed at the end of the ritual. The subject who swallows the red-hot ember receives a single aggravated health level of damage (difficulty 6 to soak with Fortitude). Until the next sunset, anyone who touches the subject’s flesh receives a burn that inflicts a single aggravated health level of damage (again, difficulty 6 to soak with Fortitude). The victim must voluntarily touch the subject; this damage is not inflicted if the victim is touched or accidentally comes in contact with the subject.<br>This ritual darkens the subject’s skin to that which would be obtained by long-term exposure to the sun in a mortal. The tone is slightly unnatural and metallic, and is clearly artificial to any observer who succeeds in a Perception + Medicine roll (difficulty 8)."}, {"ID":"57","Name":"Incorporeal Passage","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Use of this ritual allows the thaumaturge to make herself insubstantial. The caster becomes completely immaterial and thus is able to walk through walls, pass through closed doors, escape manacles, etc. The caster also becomes invulnerable to physical attacks for the duration of the ritual. The caster must follow a straight path through any physical objects, and may not draw back. Thus, a Kindred may walk through a solid wall, but may not walk down through the earth (as it would be impossible to reach the other side before the ritual lapsed). This ritual requires that the caster carry a shard from a shattered mirror to hold her image.<br><b>System<\/b>: This ritual lasts a number of hours equal to the number of successes scored on a ^Wits + Survival^ roll (difficulty 6). The caster may prematurely end the ritual (and, thus, her incorporeality) by turning the mirror shard away so that it no longer reflects her image."}, {"ID":"58","Name":"Passage of the Ghul","Level":"3","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"Use of this ritual allows the thaumaturge to make herself insubstantial. The caster becomes completely immaterial and thus is able to walk through walls, pass through closed doors, escape manacles, etc. The caster also becomes invulnerable to physical attacks for the duration of the ritual. The caster must follow a straight path through any physical objects, and may not draw back. Thus, a Kindred may walk through a solid wall, but may not walk down through the earth (as it would be impossible to reach the other side before the ritual lapsed). This ritual requires that the caster carry a shard from a shattered mirror to hold her image.<br><b>System<\/b>: This ritual lasts a number of hours equal to the number of successes scored on a ^Wits + Survival^ roll (difficulty 6). The caster may prematurely end the ritual (and, thus, her incorporeality) by turning the mirror shard away so that it no longer reflects her image."}, {"ID":"59","Name":"Mirror of Second Sight","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This object is an oval mirror no less than four inches (10 cm) wide and no more than 18 inches (45 cm) in length. It looks like a normal mirror, but once created, the vampire can use it to see the supernatural: It reflects the true form of Lupines and faeries, and enables the owner to see ghosts as they move though the Underworld. The caster creates the mirror by bathing an ordinary mirror in a quantity of her own blood while reciting a ritual incantation.<br><b>System<\/b>: The ritual requires one point of the vampire’s blood. Thereafter, the mirror reflects images of other supernatural creatures’ true forms - werewolves appear in their hulking man-wolf shapes, magi glow in a scintillating nimbus, ghosts become visible (in the mirror), and so on. Sometimes, the mirror also reveals those possessed of True Faith in clouds of golden light."}, {"ID":"60","Name":"Pavis of Foul Presence","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"The Tremere joke privately that this is their “ritual for the Ventrue”. Kindred who invoke the Presence Discipline on the subject of this ritual find the effects of their Discipline reversed, as if they had used the power on themselves. For example, a vampire using Presence to instill fear in a Kindred under the influence of this ritual feels the fear herself; a vampire summoning the caster is instead drawn to the thaumaturge’s location. This ritual is an unbroken secret among the Tremere, and the Warlocks maintain that its use is unknown outside their Clan. The magical component for this ritual is a length of blue silken cord, which must be worn around the caster’s neck.<br><b>System<\/b>: This ritual lasts against a number of effects equal to the successes rolled, or until the sunrise after it is enacted. Note that the Presence Discipline power must actually succeed before being reversed by the ritual. As such, only powers that specifically target the caster (and thus, require a roll to succeed) can be reversed - “passive” powers such as Majesty are not affected."}, {"ID":"61","Name":"Sanguine Assistant","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Thaumaturges often need laboratory assistants whom they can trust implicitly. This ritual allows the intrepid vampire to conjure a temporary servant. To cast the ritual, the thaumaturge slices open his arm and bleeds into a specially prepared earthen bowl. The ritual sucks in and animates whatever random unimportant items the wizard happens to have lying around his workshop - glass beakers, dissection tools, pencils, crumpled papers, semiprecious stones - and binds the materials together into a small humanoid form animated by the power of the ritual and the blood. Oddly enough, this ritual almost never takes in any tool that the caster finds himself needing during the assistant’s lifespan, nor does it take the physical components of any other ritual nor any living thing. The servant has no personality to speak of at first, but gradually adopts the mannerisms and thought processes that the thaumaturge desires in an ideal servant. Sanguine Assistants are temporary creations, but some vampires become fond of their tiny accomplices and create the same one whenever the need arises.<br><b>System<\/b>: The player spends five blood points and rolls. The servant created by the ritual stands a foot (30 cm) high and appears as a roughly humanoid shape composed of whatever the ritual sucked in for its own use. It lasts for one night per success rolled. At the end of the last night, the assistant crawls into the bowl used for its creation and falls apart. The assistant can be reanimated through another application of this ritual; if the caster so desires, it re-forms from the same materials with the same memories and personality.<br>A Sanguine Assistant has Strength and Stamina of 1, and Dexterity and Mental Attributes equal to those of the caster. It begins with no Social Attributes to speak of, but gains one dot per night in Charisma and Manipulation until its ratings are equal to those of the caster. It has all of the caster’s Abilities at one dot lower than his own. A Sanguine Assistant is a naturally timid creature and flees if attacked, though it will try to defend its master’s life at the cost of its own. It has no Disciplines of its own, but has a full understanding of all of its master’s Thaumaturgical knowledge and can instruct others if so commanded. A Sanguine Assistant is impervious to any mind-controlling Disciplines or magic, so completely is it bound to its creator’s will."}, {"ID":"62","Name":"Shaft of Belated Quiescence","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual turns an ordinary stake of rowan wood into a particularly vicious weapon. When the stake penetrates a vampire’s body, the tip breaks off and begins working its way through the victim’s flesh to his heart. The trip may take several minutes or several nights, depending on where the stake struck. The stake eludes attempts to dig it out, burrowing farther into the victim’s body to escape surgery. The only Kindred who are immune to this internal attack are those who have had their hearts removed by Serpentis.<br><b>System<\/b>: The ritual takes five hours to enact, minus 30 minutes per success. The stake must be carved of rowan wood, coated with three blood points of the caster’s blood, and blackened in an oak-wood fire. When the ritual is complete, the stake is enchanted to act as described above.<br>An attack with a Shaft of Belated Quiescence is performed as with a normal stake: a ^Dexterity + Melee^ roll (difficulty 6, modified as per the normal combat rules; the attack does not need to specifically target the heart) with a lethal damage rating of Strength + 1. If at least one health level of damage is inflicted after the target rolls to soak, the tip of the stake breaks off and begins burrowing. If not, the stake may be used to make subsequent attacks until it strikes deep enough to activate.<br>Once the tip of the stake is in the victim’s body, the Storyteller begins an extended roll of the caster’s Thaumaturgy rating (difficulty 9), rolling once per hour of game time. Successes on this roll are added to the successes scored in the initial attack. This represents the tip’s progress toward the victim’s heart. A botch indicates that the tip has struck a bone and all accumulated successes are lost (including those from the initial attack roll). Removing the part of the body where the tip impacted (such as a Tzimisce turning into blood or a vampire cutting off their arm) may stop the tip’s progress, depending on the number of successes acquired and the Storyteller’s discretion. When the shaft accumulates a total of 15 successes, it reaches the victim’s heart. This paralyzes Kindred and is instantly fatal to mortals and ghouls.<br>Attempts to surgically remove the tip of the shaft can be made with an extended Dexterity + Medicine roll made once per hour (difficulty 7 for Kindred and 8 for mortals). The surgeon must accumulate a number of successes equal to those currently held by the shaft in order to remove the tip. Once surgery begins, however, the shaft begins actively evading the surgeon’s probes, and its rolls are made once every 30 minutes for the duration of the surgery attempt. Each individual surgery roll that scores less than three successes inflicts an additional unsoakable level of lethal damage on the patient.<br>Shaft of Belated Quiescence may be performed on other wooden impaling weapons, such as spears, arrows, practice swords, and pool cues, provided that they are made of rowan wood. It may not, however, create a Bullet of Belated Quiescence."}, {"ID":"63","Name":"Ward versus Lupines","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This wards an object in a manner identical to that of the Level Two ritual Ward Versus Ghouls, except that it affects werewolves.<br><b>System<\/b>: Ward versus Lupines behaves exactly as does Ward versus Ghouls, but it affects werewolves rather than ghouls. The ritual requires a handful of silver dust rather than a blood point."}, {"ID":"64","Name":"Warding Circle versus Lupines","Level":"3","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Lupines, but creates a circle centered on the caster into which a werewolf cannot pass without being burned. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three handfuls of silver dust. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any werewolf who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the werewolf attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the werewolf leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}, {"ID":"65","Name":"Bone of Lies","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual enchants a mortal bone so that anyone who holds it must tell the truth. The bone in question is often a skull, though any part of the skeleton will do - some casters use strings of teeth, necklaces of finger joints, or wands fashioned from ribs or arms. The bone grows blacker as it compels its holder to tell the truth, until it has turned completely ebony and has no magic left.<br>This ritual binds the spirit of the individual to whom the bone belonged in life; it is this spirit who wrests the truth from the potential liar. The spirit absorbs the lies intended to be told by the bone’s holder, and as it compels more truth, it becomes more and more corrupt. If summoned forth, this spirit reflects the sins it has siphoned from the defeated liar (in addition to anger over its unwilling servitude). For this reason, anonymous bones are often used in the ritual, and the bone is commonly buried after it has been used to its full extent. A specific bone may never be used twice for this ritual, though different bones from the same corpse can.<br><b>System<\/b>: The bone imbued with this magical power must be at least 200 years old and must absorb 10 blood points on the night that the ritual is cast. Each lie the holder wishes to tell consumes one of these blood points, and the holder must speak the truth immediately thereafter. When all 10 blood points have been consumed, the bone’s magic ceases to work."}, {"ID":"66","Name":"Stain of Guilt","Level":"4","IsAssam":"1","IsKoldu":"0","IsNecro":"0","IsThaum":"0","Descr":"This ritual enchants a mortal bone so that anyone who holds it must tell the truth. The bone in question is often a skull, though any part of the skeleton will do - some casters use strings of teeth, necklaces of finger joints, or wands fashioned from ribs or arms. The bone grows blacker as it compels its holder to tell the truth, until it has turned completely ebony and has no magic left.<br>This ritual binds the spirit of the individual to whom the bone belonged in life; it is this spirit who wrests the truth from the potential liar. The spirit absorbs the lies intended to be told by the bone’s holder, and as it compels more truth, it becomes more and more corrupt. If summoned forth, this spirit reflects the sins it has siphoned from the defeated liar (in addition to anger over its unwilling servitude). For this reason, anonymous bones are often used in the ritual, and the bone is commonly buried after it has been used to its full extent. A specific bone may never be used twice for this ritual, though different bones from the same corpse can.<br><b>System<\/b>: The bone imbued with this magical power must be at least 200 years old and must absorb 10 blood points on the night that the ritual is cast. Each lie the holder wishes to tell consumes one of these blood points, and the holder must speak the truth immediately thereafter. When all 10 blood points have been consumed, the bone’s magic ceases to work."}, {"ID":"67","Name":"Firewalker","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual imbues the vampire with an unnatural resistance to fire. Only a foolish vampire would actually attempt to walk on or through fire, but this ritual does grant an advanced tolerance to flame. Some Sabbat use this ritual to show off, while other thaumaturges use it only for martial concerns. To enact the ritual, the caster must cut off the end of one of his fingers and burn it in a Thaumaturgical circle.<br><b>System<\/b>: Cutting off one’s finger does not do any health levels of damage, but it hurts like hell and requires a Willpower roll to perform. This ritual may be cast on other vampires (at the expense of the caster’s fingertips...). If the subject has no Fortitude, he may soak fire with his Stamina for the duration of this ritual. If the vampire has Fortitude, he may soak fire with his Stamina + Fortitude for the duration of the ritual. This ritual lasts one hour."}, {"ID":"68","Name":"Heart of Stone","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"A vampire under the effect of this ritual experiences the transformation suggested by the ritual’s name: his heart is completely transmuted to solid rock, rendering him virtually impervious to staking. The subsidiary effects of the transformation, however, seem to follow the Hermetic laws of sympathetic magic: The vampire’s emotional capacity becomes almost nonexistent, and his ability to relate to others suffers as well.<br><b>System<\/b>: This ritual requires nine hours (reduced by one hour for every success). It can only be cast on oneself. The caster lies naked on a flat stone surface and places a bare candle over his heart. The candle burns down to nothing over the course of the ritual, causing one aggravated health level of damage (difficulty 5 to soak with Fortitude).<br>At the end of the ritual, the caster’s heart hardens to stone. The caster gains a number of additional dice equal to twice his Thaumaturgy rating to soak any attack that aims for his heart and is completely impervious to the effects of a Shaft of Belated Quiescence (see p. 237). Additionally, the difficulty to use all Presence or other emotionally manipulative powers on him is increased by three due to his emotional isolation. The drawbacks are as follows: the caster’s Conscience\/Conviction and Empathy scores drop to 1 (or to 0 if they already were at 1) and all dice pools for Social rolls except those involving Intimidation are halved (including those required to use Disciplines). All Merits that the character has pertaining to positive social interaction are neutralized. Heart of Stone lasts as long as the caster wishes it to."}, {"ID":"69","Name":"Splinter Servant","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Another ritual designed to enchant a stake, Splinter Servant is a progressive development of Shaft of Belated Quiescence. (The two rituals, however, are mutually exclusive.) A Splinter Servant consists of a stake carved from a tree which has nourished itself on the dead. The stake must be bound in wax-sealed nightshade twine. When the binding is torn off, the Splinter Servant leaps to life, animating itself and attacking whomever the wielder commands - or the wielder, if she is too slow in assigning a target. The servant splits itself into a roughly humanoid form and begins singlemindedly trying to impale the target’s heart. Its exertions tear it apart within a few minutes, but if it pierces its victim’s heart before it destroys itself, it is remarkably difficult to remove, as pieces tend to remain behind if the main portion is yanked out.<br><b>System<\/b>: The ritual requires 12 hours to cast, minus one per success, and the servant must be created as described above. When the binding is torn off, the character who holds it must point the servant at its target and verbally command it to attack during the same turn. If this command is not given, the servant attacks the closest living or unliving being, usually the unfortunate individual who currently carries it.<br>A Splinter Servant always aims for the heart. It has an attack dice pool of the caster’s ^Wits + Occult^, a damage dice pool of the caster’s Thaumaturgy rating, and a maximum movement rate of 30 yards or meters per turn. Note that these values are those of the caster who created the servant, not the individual who activates it. A Splinter Servant cannot fly, but can leap its full movement rating every turn. Every action it takes is to attack or move toward its target; it cannot dodge or split its dice pool to perform multiple attacks.<br>The servant makes normal stake attacks that aim for the heart (difficulty 9), and its success is judged as per the rules for a normal staking (see p. 280). A Splinter Servant has three health levels, and attacks directed against it are made at +3 difficulty due to its small size and erratic movement patterns.<br>A Splinter Servant has an effective life of five combat turns per success rolled in its creation. If it has not impaled its victim by the last turn of its life, the servant collapses into a pile of ordinary, inanimate splinters. Three successes on a Dexterity roll (difficulty 8) are required to remove a Splinter Servant from a victim’s heart without leaving behind shards of the stake."}, {"ID":"70","Name":"Ward versus Kindred","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This warding ritual functions exactly as do Ward versus Ghouls and Ward versus Lupines, but it inflicts injury upon Cainites.<br><b>System<\/b>: Ward versus Kindred behaves exactly as does Ward versus Ghouls, but it affects vampires rather than ghouls. The ritual requires a blood point of the caster’s own blood and does not affect the caster."}, {"ID":"71","Name":"Warding Circle versus Kindred","Level":"4","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Kindred, but creates a circle centered on the caster into which a vampire cannot pass without being burned. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three blood points of the caster’s own blood. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any vampire who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the vampire attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the vampire leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}, {"ID":"72","Name":"Blood Contract","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual creates an unbreakable agreement between the two parties who sign it. The contract must be written in the caster’s blood and signed in the blood of whoever applies their name to the document. This ritual takes three nights to enact fully, after which both parties are compelled to fulfill the terms of the contract.<br><b>System<\/b>: This ritual is best handled by the Storyteller, who may bring those who sign the blood contract into compliance by whatever means necessary (it is not unknown for demons to materialize and enforce adherence to certain blood contracts). The only way to terminate the ritual is to complete the terms of the contract or to burn the document itself - attempts to add a clause forbidding burning the contract have resulted in the contract spontaneously combusting upon completion of the ritual. One blood point is consumed in the creation of the document, and an additional blood point is consumed by those who sign it."}, {"ID":"73","Name":"Enchant Talisman","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is the first taught to most Tremere once they have attained mastery of their first path. Create Talisman allows the caster to enchant a personal magical item (the fabled wizard’s staff) to act as an amplifier for her will and thaumaturgical might. Many talismans are laden with additional rituals (such as every ward known to the caster). The physical appearance of a talisman varies, but it must be a rigid object close to a yard or a meter long. Swords and walking sticks are the most common talismans, but some innovative or eccentric thaumaturges have enchanted violins, shotguns, pool cues, and classroom pointers.<br><b>System<\/b>: This ritual requires six hours per night for one complete cycle of the moon, beginning and ending on the new moon. Over this time, the vampire carefully prepares her talisman, carving it with Hermetic runes that signify her true name and the sum total of her thaumaturgical knowledge. The player spends one blood point per night and makes an extended roll of ^Intelligence + Occult^ (difficulty 8), one roll per week.<br>If a night’s work is missed or if the four rolls do not accumulate at least 20 net successes, the talisman is ruined and the process must be begun again.<br>A completed talisman gives the caster several advantages. When the character is holding the talisman, the difficulty of all magic that targets her is increased by one. The player receives two extra dice when rolling for uses of the character’s primary path and one extra die when rolling for the character’s ritual castings. If the talisman is used as a weapon, it gives the player an additional die to roll to hit. If the thaumaturge is separated from her talisman, a successful ^Perception + Occult^ roll (difficulty 7) gives her its location.<br>If a talisman is in the possession of another individual, it gives that individual three additional dice to roll when using any form of magic against the talisman’s owner. At the Storyteller’s discretion, rituals that target the caster and use her talisman as a physical component may have greatly increased effects.<br>A thaumaturge may only have one talisman at a time. Ownership of a talisman may not be transferred - each individual must create her own."}, {"ID":"74","Name":"Escape to a True Friend","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"Escape to a True Friend allows the caster to travel to the person whose friendship and trust she most values. The ritual has a physical component of a yard-wide\/meter-wide circle charred into the bare ground or floor. The caster may step into the circle at any time and speak the true name of her friend. She is instantly transported to that individual, wherever he may be at the moment. She does not appear directly in front of him, but materializes in a location within a few minutes’ walk that is out of sight of any observer. The circle may be reused indefinitely, as long as it is unmarred.<br><b>System<\/b>: This ritual takes six hours a night for six nights to cast, reduced by one night for every two successes. Each night requires the sacrifice of three of the caster’s own blood points, which are poured into the circle. Once the circle is complete, the transport may be attempted at any time. The caster may take one other individual with her when she travels, or a maximum amount of “cargo” equal to her own weight."}, {"ID":"75","Name":"Paper Flesh","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This dreadful ritual enfeebles the subject, making her skin brittle and weak. Humors rise to the surface and flesh tightens around bones and scales away at the slightest touch. Used against physically tough opponents, this ritual strips away the inherent resilience of the vampiric body, leaving it a fragile, dry husk. The thaumaturge must inscribe his subject’s true name (which is much harder to discern for elders than it is for young vampires) on a piece of paper, which he uses to cut himself and then burns to cinders.<br><b>System<\/b>: This ritual causes the subject’s Stamina and Fortitude (if any) to drop to 1 each. For every Generation below Eighth, the subject retains one extra point of Stamina or Fortitude (keeping Fortitude first, though she may not exceed her original scores). For example, a vampire of the Fourth Generation with Fortitude targeted by Paper Flesh would drop to a Stamina + Fortitude score of 6 (assuming the score was 6 or more to begin with). This ritual lasts one night."}, {"ID":"76","Name":"Ward versus Demons","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This warding ritual functions exactly as Ward versus Ghouls, but it inflicts injury upon spirits. Several other versions of this ward exist, each geared toward a particular type of non-physical being.<br><b>System<\/b>: Ward versus Demons behaves exactly as does Ward versus Ghouls, but it affects demons (including those summoned or given physical form by Thaumaturgy Paths). The material component for Ward versus Demons is a a vial of holy water."}, {"ID":"77","Name":"Warding Circle versus Demons","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Demons, but creates a circle centered on the caster into which a demon cannot pass without being harmed. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three vials of holy water. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any demon who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the demon attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the demon leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}, {"ID":"78","Name":"Ward versus Ghosts","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This warding ritual functions exactly as Ward versus Ghouls, but it inflicts injury upon ghosts. Several other versions of this ward exist, each geared toward a particular type of non-physical being.<br><b>System<\/b>: Ward versus Ghosts behaves exactly as does Ward versus Ghouls, but it affects ghost (including those summoned or given physical form by Necromancy Paths). The material component for Ward versus Ghosts is a handful of powdered marble from a tombstone."}, {"ID":"79","Name":"Warding Circle versus Ghosts","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Ghosts, but creates a circle centered on the caster into which a ghost cannot pass without being injured. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three handfuls of powdered marble from a tombstone. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any ghost who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the ghost attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the ghost leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}, {"ID":"80","Name":"Ward versus Spirits","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This warding ritual functions exactly as Ward versus Ghouls, but it inflicts injury upon spirits. Several other versions of this ward exist, each geared toward a particular type of non-physical being.<br><b>System<\/b>: Ward versus Spirits behaves exactly as does Ward versus Ghouls, but it affects spirits (including those summoned or given physical form by Thaumaturgy Paths such as Elemental Mastery). The material component for Ward versus Spirits is a handful of pure sea salt."}, {"ID":"81","Name":"Warding Cirle versus Spirits","Level":"5","IsAssam":"0","IsKoldu":"0","IsNecro":"0","IsThaum":"1","Descr":"This ritual is enacted in a manner similar to that of Ward versus Spirits, but creates a circle centered on the caster into which a spirit cannot pass without being injured. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.<br><b>System<\/b>: The ritual requires three handfuls of pure sea salt. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet\/3 meters, and every 10-foot\/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet\/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day).<br>Once the warding circle is established, any spirit who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the spirit attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster’s Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the spirit leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked."}]
