[{"ID":"1","Name":"Path of Humanity","Nickname":"None","Virtues":"Conscience and Self-Control","Bearing":"All Social rolls","Beliefs":"Let’s make one thing clear: just because a vampire follows the Path of Humanity doesn’t mean she is a friendly, congenial saint. Vampires are predators by nature, and Humanity only gifts them with the ability to pretend they’re not. It is an internal charade that protects a Kindred from herself, much as the Masquerade protects vampires from the mortals outside.<br>Unfortunately, the very nature of existence as a vampire is anathema to one’s Humanity. As the centuries wear on, the Beast takes hold, and Kindred become less and less concerned with the wellbeing of the kine (after all, they’ll die eventually, anyway). As such, characters are likely to lose Humanity over the course of the game. Mortals also typically follow the Path of Humanity, though this is largely out of ignorance: They don’t know they can be anything else. As such, this mechanical system for morality rarely comes into play for them.<br>Certainly, some mortals - rapists, murderers, and the like - have low Humanity ratings, but they have no Beast roiling within them, as do the Kindred. It is possible for a vampire with a high Humanity rating to be more humane than some mortals are!","Ethics":"Humanity Ethics ...","History":"Humanity History","Practices":"Current Practices","Followers":"Followers","Following":"Following the Path","Abilities":"Abilities","PrefDisc":"PrefDisc","Sins":"Sins"}, {"ID":"2","Name":"Path of Blood","Nickname":"Dervishes","Virtues":"Conviction and Self-Control","Bearing":"Resolve. Followers of the Path of Blood know the seriousness of their task and are incredibly dedicated to it. Their aura modifier affects Willpower rolls.","Beliefs":"This Path is practiced almost exclusively by the assassins of Clan Assamite, although only vampires who demonstrate true loyalty to the Clan learn its harsh code. The founding principle of this Path explains that the children of Caine (or Khayyin, as the Assamites refer to him) are wicked failures, fit primarily to bring the brood of Haqim (the Assamites’ name for their own Clan founder) closer to “the One”, a state of mystical transcendence. Haqim instructs his childer to salvage or strike down Khayyin’s other childer to destroy the taint they inflict on the world.<br>Assamites on this Path follow two basic precepts. First and foremost, the Clan seeks to convince other Kindred of their flawed, cursed nature, and thus convert them to the service of those on the Path. Kindred as a whole are a blight upon the earth, and only by upholding Haqim’s righteous code can they redeem themselves. Should vampires resist attempts at conversion, the Assamites kill them. Before they were cursed, Assamites would diablerize their victims, using the blood of the fallen to lower their Generations and thus return to Haqim’s bounty. Now, unable to drink the blood of other vampires, they instead collect blood from vampires as payment, using that to follow Haqim’s directives until the night when the curse upon them can be lifted. Although they are not inherently psychotic murderers, Assamites on the Path of Blood place little value on the unlives of other Kindred, and must have good reason not to slay most vampires with whom they come in contact. Vampires on this Path pose a serious threat to other Kindred around them, and do not frequently associate with non-Assamite Kindred. Blood is blood, however, and Assamites are not so fatuous as to disregard the value of the vast web of Kindred society.<br>Few young Assamites follow this Path or even know of its existence - Clan Assamite conspires to keep its beliefs secret from most other Kindred of the world. Hundreds of years ago, the Assamites’ bloodthirsty ways united all other Children of Caine against them, and they are loath to face the concerted opposition of Khayyin’s bastard brood again. As such, only the most accomplished and able Assamites learn this Path’s tenets.","Ethics":"<ul><li>Faithfully follow the teachings of Haqim.<\/li><li>Mortals are beneath the notice of vampires. Feed from them only when necessary.<\/li><li>Lose no opportunity to obtain Kindred blood of any Generation. The power of the Blood shall ensure the clan’s victory.<\/li><li>Withstand the Beast’s fury - failing to master oneself results in lessened prowess.<\/li><li>Seek knowledge that may aid the Clan in its war on the cursed spawn of Khayyin.<\/li><li>Extend the glory of Haqim’s cause to other Kindred. Should they refuse, use them to further your own journey back to Khayyin’s grace.<\/li><\/ul>","History":"The Assamites practiced an early version of this Path for hundreds of years before the formations of the Camarilla and Sabbat. Their bloodlust led them into open conflict with powerful elder Kindred, who desperately sought to stifle the marauding diablerists. The Assamites found themselves in the same situation as the Anarchs during the time of the Anarch Revolt, and the Camarilla levied a curse on the Clan, making it impossible for the Assamites to consume Kindred vitae. For centuries, the Clan have followed a debased version of the Path, crippled by its members’ inability to commit diablerie directly.","Practices":"The fatal nature of this Path with regard to other Kindred stands behind much of the fear and mistrust of Clan Assamite. Predominantly practiced by proven ancillae and elders of the Clan, the Path of Blood leads these beings into direct conflict with non-Assamite vampires. Kindred on the Path of Blood gracefully attempt to convince other Kindred of their “one true way”, so a few individuals from other Clans also support this Path.<br>Practitioners of little understanding seek merely to follow the teachings of Haqim, doing so without question. However, those of greater wisdom seek to explore just what “becoming One” entails. By taking the cursed blood of the Antediluvians and their spawn, the followers of the Path hope to concentrate the curse of Khayyin in the hands of those who will use it responsibly (namely, the Assamite Clan). In such a way, according to Path doctrine, can the great endgame of Gehenna be averted. Accordingly, Assamite Ancients practice rigorous purity and meditation, and rumors of a Golconda-like state among these beings have recently trickled into the larger Kindred community.","Followers":"Study, proselytism, and selective strikes against the rest of the Kindred world occupy the nights of Kindred on this Path. Fanatical in their quest, the Assassins bring Final Death to those who would get in the way of collecting the blood payments or sending a portion of those payments back to their sires and leaders in Alamut. Mostly, however, Assamites seek to convert those of high Generation, as they are farther removed from their progenitors and, thus, the taint of evil.","Following":"This Path espouses the liberal practice of Kindred murder and the acquisition of blood. More enlightened Kindred on the Path of Blood also seek to uncover lore and knowledge that may lead them to a key to remove the Tremere ritual that cripples them. As such, vampires who follow the Path of Blood are not mindless monsters murdering Kindred in the streets, but wouldbe saviors of the entire world. All Kindred on the Path of Blood strive to attain “Oneness” with the mythical Haqim, though few who have reached this lofty goal deign to explain its nature. Most Dervishes believe that Oneness resembles Golconda, or another state wherein vampires can cast off their curse and revel in their Cainite natures.","Abilities":"Combat and occult Abilities aid followers in their pursuit of the Path’s principles. Athletics, Brawl, Melee, Intimidation, and Occult are among the Abilities prized by Path of Blood supporters.","PrefDisc":"This Path lends itself to the refinement of Quietus, Obfuscate, and Celerity. Some followers cultivate knowledge of Thaumaturgy to aid them in their quests.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Killing a mortal for sustenance<\/td><td>Human blood is nourishing to the body, but the murder of lessers is poison to the soul.<\/td><\/tr><tr><td>9<\/td><td>Breaking a word of honor to a Clanmate<\/td><td>Solidarity is important to the Assamites’ holy cause.<\/td><\/tr><tr><td>8<\/td><td>Refusing to offer a non-Assamite an opportunity to convert<\/td><td>The childer of Khayyin are accursed and must be saved.<\/td><\/tr><tr><td>7<\/td><td>Failing to destroy an unrepentant Kindred outside the Clan<\/td><td>Those who do not accept Haqim’s teachings forfeit their unlives.<\/td><\/tr><tr><td>6<\/td><td>Succumbing to frenzy<\/td><td>Haqim teaches ascendance, not indulgence.<\/td><\/tr><tr><td>5<\/td><td>Failing to pursue the lore of Khayyin<\/td><td>To oppose one’s enemies successfully, one must learn all about them.<\/td><\/tr><tr><td>4<\/td><td>Failing to demand blood as payment \/ [Post-Curse] Failing to pursue lesser blood<\/td><td>Other members of the Clan may benefit from such vitae, no matter how diluted.<\/td><\/tr><tr><td>3<\/td><td>Refusal to aid a more advanced member of the Path<\/td><td>To act selfishly is to fall into the snares of Khayyin’s pawn.<\/td><\/tr><tr><td>2<\/td><td>Failing to tithe blood \/ [Post-Curse] Failing to take an opportunity to lower one’s Generation<\/td><td>Haqim has decreed this as paramount to his childer’s cause.<\/td><\/tr><tr><td>1<\/td><td>Acting against another Assamite<\/td><td>This is treason to the Path and the Clan.<\/td><\/tr><\/table>"}, {"ID":"3","Name":"Path of the Bones","Nickname":"Gravediggers","Virtues":"Conviction and Self-Control","Bearing":"Silence. The Gravediggers, accustomed as they are to long hours of quiet study and contemplation of the grave, radiate the stillness of death. The bearing modifier applies to rolls involving Stealth and attempts to go unnoticed.","Beliefs":"The Path of the Bones, it is believed, grew out of a warped code upheld by the morbid vampires who sired the Giovanni: Human, Kindred, or otherwise, every being sooner or later ends up in death’s arms. The most ardent followers of this Path espouse “giving oneself over to the comprehension of life’s inevitable end”. Vampires who follow this Path seek the knowledge of precisely what death is: Is it simply the end of life? The transition of the soul to what lies after life? Is it the end of the soul’s desire to exist? These questions haunt the followers of the Path of the Bones each night.<br>Many vampires believe that the Path of the Bones is a degenerate Path that encourages followers to participate in all manner of murder and deviance. Those who uphold the Path and those who are familiar with it, however, know that it involves itself with a pursuit of life’s - and unlife’s - meaning. Followers of the Path seek to understand death’s nature and purpose, and thus the roles individuals play in the greater scheme of the world. Mortality is inevitable, except for vampires, who have somehow managed to cheat the cycle.<br>Kindred nature, however, is generally outside the avenues this Path explores. It is truly a scholar’s code, as the Kindred who follow it forsake even their own comfort to advance their understanding of mortality’s mysteries. These Kindred are not necessarily cruel - they merely value comprehension more than human life.<br>At its simplest, the Path of the Bones seeks to define not only what death is, but also its meaning to those who have escaped it. It is a Path of knowledge and power, and many who support it learn to wield great influence over the living and dead alike. Many among the Path become quite erudite in the ways of ghosts, but even these odd beings fail to answer many of the Gravediggers’ questions - what, for example, happens to a ghost that resolves its psychic struggle or discorporates into the void?","Ethics":"<ul><li>Study death in all its permutations.<\/li><li>Determine when death occurs; define it.<\/li><li>Search for a purpose for death and the life that prefaces it.<\/li><li>Quantify the differences of death by various causes.<\/li><li>Achieve a comfort with death and unlife - distinguish between damnation and salvation.<\/li><li>Hasten death’s arrival, should it seem to be unnaturally delayed.<\/li><\/ul>","History":"This Path grew out of a moral code upheld by the Cappadocians, whom the Giovanni destroyed in their bid for greater power. A select few Giovanni saw more than a means to an end in their practice of Necromancy, and upheld the rituals and studies of their forebears. Although the Path is not widely practiced among the Clan, followers of its precepts pioneered most of the Giovanni’s advances in Necromancy.","Practices":"Elder members of Clan Giovanni follow this Path, as do those with a sincere interest in improving their necromantic knowledge for a purpose other than temporal power. Giovanni who uphold the Path of the Bones rarely deal with mortals, as their grim inquisitiveness often proves fatal for mortals with whom they come in contact.","Followers":"Vampires on this Path are genuinely curious, wishing to learn exactly what purpose individuals serve. Thanatology is more a science than a philosophy to Kindred on the Path of the Bones. This Path is quite introspective, and greedy Giovanni rarely follow it, preferring the more materially comfortable outlook of Humanity. Gravediggers support the Giovanni family primarily through the knowledge they bring it, rather than through advancing the political aims of the Clan.","Following":"Vampires who subscribe to the tenets of the Path of the Bones should be detached yet inquisitive. Although they are not cavalier about death, Gravediggers seldom aid anyone about to die, preferring to watch and learn. Less fatalistic vampires may take issue with this, and the Kindred on this Path will not act against them should they seek to aid the dying individual. Obviously, their time has not yet come.","Abilities":"Kindred on this Path naturally specialize in those proficiencies that advance their macabre research. Knowledges are favored, particularly in the realms of Medicine, Occult, and Science.","PrefDisc":"Followers of this Path obviously favor Necromancy, and also refine their aptitude with Auspex. As well, certain elders of the Path are rumored to have developed unique mystic arts related to the study of death.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Showing a fear of death<\/td><td>Fear inhibits learning.<\/td><\/tr><tr><td>9<\/td><td>Failing to study an occurrence of death<\/td><td>Refusal to learn indicates refusal to understand.<\/td><\/tr><tr><td>8<\/td><td>Accidental killing<\/td><td>There is no opportunity to gain insight.<\/td><\/tr><tr><td>7<\/td><td>Postponing feeding when hungry<\/td><td>Denial of the self serves no greater purpose.<\/td><\/tr><tr><td>6<\/td><td>Succumbing to frenzy<\/td><td>The Beast is irrational, and emotion serves little to advance understanding.<\/td><\/tr><tr><td>5<\/td><td>Refusing to kill when an opportunity presents itself<\/td><td>Experimentation proves theory, and without proof, there is no conclusion.<\/td><\/tr><tr><td>4<\/td><td>Making a decision based on emotion rather than logic<\/td><td>Vampires are dead; so, too, are their emotions.<\/td><\/tr><tr><td>3<\/td><td>Inconveniencing oneself for another’s benefit<\/td><td>Death is inevitable; what meaning does easing another’s doomed discomfort have?<\/td><\/tr><tr><td>2<\/td><td>Needlessly preventing a death<\/td><td>One must not prevent the cycle, but should learn from it.<\/td><\/tr><tr><td>1<\/td><td>Actively preventing a death<\/td><td>Such emotional ties befit humans, not Kindred.<\/td><\/tr><\/table>"}, {"ID":"4","Name":"Path of Caine","Nickname":"Noddists","Virtues":"Conviction and Instinct","Bearing":"Faith. The righteousness of the Cainite is apparent to all. The bearing modifier affects all rolls that rely on the vampire’s image as a devout Kindred and scholar of Caine’s teachings.","Beliefs":"Scholars of nights long past, in seeking keys to the nature of vampiric existence, pursued fragments of knowledge from the Book of Nod. Drawing upon the history from that book as well as other esoteric sources, Cainite scholars concluded that only Caine, as the first vampire, is the paragon of vampiric nature. The Noddists seek to become more like Caine, in order to discover the limits and powers of the undead form. By learning from Caine’s example, the Noddists claim, one can understand the true nature of vampirism and how vampiric existence differs from one’s mortal life.<br>Noddists seek knowledge and history, recording the experiences of Caine, so that they may learn from his example. To them, Caine’s life reveals the mystery of the vampiric curse; by understanding the undead form, they transcend their mortal weaknesses. They prize any knowledge about the vampiric condition, but the writings and stories of the First Vampire form the core of Noddist lore. As Caine was marked and cast out from mortal society, the Noddists believe that he exemplifies most keenly the differences between vampires and humans. Therefore, this Path‘s adherents cast aside their humanity as inadequate and useless, emulating Caine’s exile and seeking new rules to govern their predatory drives.<br>The heart of the Path of Caine lies in the exemplification of vampiric nature: The questions of existence, the limits of the vampiric form and the changes wrought by the Embrace all drive the Noddists into endless speculation, debate, and research. Scholarship and historical insight are valuable, but the vampire must simultaneously develop spiritually and physically, to explore the limits of his undead form. Diablerie serves as more than a simple theft of power; it allows the practitioner to learn from the experiences of other undead, thereby developing greater understanding. Other vampires lose themselves in attempts to save lost humanity or find meaning in obscure philosophy. The Path of Caine, instead, finds meaning in the fundamentals of vampirism.<br>The Path of Caine is demanding and rigorous; few vampires follow its tenets in the modern nights. This Path places a high emphasis on scholarship, insight, and personal discipline. With the eternal patience attributed to Caine, say the followers of the Path, comes the opportunity to slowly refine oneself.","Ethics":"<ul><li>Search for the history of Caine. Learn from his actions.<\/li><li>Develop your willpower and predatory instinct. The Beast, like the rest of the vampiric form, may be mastered.<\/li><li>Take the vitae of the unworthy so that you may become closer to Caine. Temper this accrual with an understanding of your own potential so that you do not take the Curse for granted.<\/li><li>Adapt to the needs of your new condition; cast aside your lost humanity.<\/li><li>Study your abilities and the abilities of Caine to discover what belongs within you. Examine the limits and meanings of vampirism.<\/li><\/ul>","History":"The Path of Caine developed in the early 16th century as vampires sought new insights into personal enlightenment during the Renaissance. Many vampires felt the need for a system of self-improvement that circumvented the limitations of humanistic beliefs, as human morality conflicted with vampiric nature. This Path gained a great following over the next 200 years, as many vampires viewed Caine as an ideal figure. Following the Enlightenment, this Path began to decline in favor of newer Paths. Few vampires maintained the discipline and studiousness necessary to uphold this Path, so it dwindled to a small but devoted following.<br>The remaining Noddists maintained a respected place in the Sabbat and continued to recruit from the most intellectual and insightful prospects. As the modern Sabbat selects more fledglings based on their individual potential and achievement, this Path has experienced an influx of new followers.","Practices":"This Path appeals to some of the most introspective and reflective of vampires, but all Sabbat subscribe to parts of the theory (if not the practice) of this Path. Followers focus on personal growth, but also lead missions to garner hidden knowledge and powerful elder vitae. Additionally, many of this Path‘s students often oversee and participate in rituals and plays celebrating the history of vampirism. Noddists are loath to Embrace randomly, instead choosing recruits from promising mortals. Recently, many Noddists have eschewed scholarship in favor of traveling, experiencing the world and emulating Caine’s wanderings. Many of these “adventurous” Noddists travel the globe to chase bits of information and experience the variety of vampiric existence.","Followers":"Noddists are often reserved and educated, with a strong knowledge of history and a drive for self-awareness. Followers of the Path are not inquisitive in the sense of seeking deductive answers to problems; rather, they study traditions and historical events in hopes of finding solutions for their questions. Cainites who espouse this Path often display a great deal of self-mastery. Additionally, Noddists tend to engage in debate with other vampires, to discern how other Cainites experience the Curse. Noddists tend to assume positions of spiritual authority in the Sabbat, as Pack Priests or Bishops. Many other Cainites find followers of this Path haughty and vain.","Following":"Sons and Daughters of Caine should always seek information regarding the vampiric condition, through experience, personal growth, and the pursuit of occult lore. Diablerie, development of Disciplines, and self-mastery are all valid means of refining the vampiric form. Noddists rarely engage in politics, choosing instead to acquire new information and experiences. They also serve as priests who lead vampires to seek awareness - and development - of their undead condition. Those on this Path lead by example, embracing their monstrous natures and striving to attune themselves to their differences from humans, then helping other vampires do the same. Noddists do not hesitate to share their insights, so that all vampires have the opportunity to become closer to Caine, though they hoard dangerous secrets to prevent misuse.","Abilities":"Vampires who adhere to the Path of Caine are studious and philosophical. Followers primarily favor Knowledges - especially Occult - but Noddists are expected to be capable of developing the vampiric form to its greatest potential, so Survival, Melee, and Athletics are encouraged. Additionally, those who would engage in debate prefer Expression, Subterfuge, and Leadership.","PrefDisc":"Followers of the Path of Caine prefer those Disciplines considered “natural” to vampires, such as Auspex and Presence. Disciplines that augment the physical form - Celerity, Fortitude, and Potence - are particularly valuable. Some Noddists dislike the use of Disciplines that are not expressly noted in the Book of Nod, such as Thaumaturgy and Serpentis, claiming that these Disciplines do not conform to Caine’s development. Other followers of the Path claim that such Disciplines simply represent a heightened mastery of the vampiric condition. Most Cainites of this Path learn only the Disciplines listed by Caine in the early fragments of the Book of Nod.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Failing to engage in research or study each night, regardless of circumstances.<\/td><td>The search for truth requires dedication.<\/td><\/tr><tr><td>9<\/td><td>Failing to instruct other vampires in the Path of Caine<\/td><td>All vampires must have the opportunity to explore their potential.<\/td><\/tr><tr><td>8<\/td><td>Befriending or co-existing with mortals<\/td><td>Caine was separated from mortals, as all vampires should be.<\/td><\/tr><tr><td>7<\/td><td>Showing disrespect to other students of Caine<\/td><td>All of the Children of Caine deserve the respect due their heritage, as long as they strive to understand themselves.<\/td><\/tr><tr><td>6<\/td><td>Failing to ride the wave in frenzy<\/td><td>Direct the Beast; do not be directed by it.<\/td><\/tr><tr><td>5<\/td><td>Succumbing to Rötschreck<\/td><td>Master your fear. Terror is for lesser beings.<\/td><\/tr><tr><td>4<\/td><td>Failing to diablerize a “humane” vampire<\/td><td>Those who do not explore their potential forfeit that potential.<\/td><\/tr><tr><td>3<\/td><td>Failing to regularly test the limits of abilities and Disciplines<\/td><td>Develop your capabilities to their limits in order to discern your true nature.<\/td><\/tr><tr><td>2<\/td><td>Failing to pursue lore about vampirism when the opportunity arises<\/td><td>Every scrap of knowledge adds a piece to the puzzle of undead existence.<\/td><\/tr><tr><td>1<\/td><td>Denying vampiric needs (by refusing to feed, showing compassion, or failing to learn about one’s vampiric abilities)<\/td><td>To be a vampire, one must satisfy a vampire’s needs.<\/td><\/tr><\/table>"}, {"ID":"5","Name":"Path of Cathari","Nickname":"Albigensians","Virtues":"Conviction and Instinct","Bearing":"Seduction. The Cathari are temptation incarnate, and they have an uncanny knack for knowing the desires of others. The bearing modifier affects rolls to tempt and seduce others.","Beliefs":"The Path of Cathari sprang from the Catharist heresy of the Middle Ages. A dualistic philosophy, Cathar doctrine holds that the world was created in equal parts by a good (“light”) creator responsible for virtue and spirit, and an evil (“dark”) creator who fashioned the material world and its vices. The original Cathars believed the soul to be the root of all that is pure in humanity, while the material body was a shell in the corrupt physical world. Cathars pointed to the noble aspects of the spirit - compassion, sacrifice, honesty, and the like - as proof that the only true good lay in the ephemeral. The material world, with its suffering and misery, bore obvious flaws and imperfections. After much persecution, this dualistic doctrine vanished from the mortal world, crushed by papal declarations of heresy. Over the years, the vampires who favored tenets of the philosophy adopted it as their own.<br>According to the vampires who follow this Path, the undead are minions of the evil creator, given eternal existence to tempt others with the lures of the material world. Followers of the Path believe that they fulfill a destiny as creatures tied to the physical world through vampiric immortality. Because vampires have been denied the spiritual realms of death, the Albigensians reason that they must serve the vices of the physical realm. Therefore, they seek to spread evil and corruption, seeing iniquity as their natural state.<br>The Albigensians have perfected a code of evils in which to indulge, however. Theirs is not a Path of pointless amorality. Taking the beliefs of the original Cathar priests and twisting them, these vampires deliberately search for means of spreading evil. They pursue sins of greed, lust, and pride avidly. Cathars seek material wealth and comforts, and they encourage others to do the same. A vampire can serve his proper purpose only by embracing the flaws inherent to his form and to the world, and accepting his duties as a purveyor of vice. Followers of the Path of Cathari thus ironically find spirituality in depravity.","Ethics":"<ul><li>Indulge in vice. Wealth, sensuality, and material power are hallmarks of the physical world.<\/li><li>Lead others to temptation. It is your role to promote the depravity of the world.<\/li><li>Grant the Curse of Caine to those with great passion. Undeath is an evil curse, but those with great conviction can use it well.<\/li><li>The entire material world and its denizens are corrupt. Expect betrayal and wickedness.<\/li><li>Your role as a creature of evil is predestined. Accept it and fulfill your purpose.<\/li><li>Death simply leads to reincarnation. Mortals return after you kill them. However, you should avoid Final Death, since you will return as a mortal if you die.<\/li><\/ul>","History":"The Path of Cathari grew out of the aftermath of the Albigensian Crusade in the 13th century. The Manicheanist beliefs in dualism influenced some members of the Church, leading to a 30-year war that many believe led to the creation of the mortal Inquisition. After Albigensian vampires resurfaced following the crusade, they developed this moral system out of the logical consequences of their philosophy, seeing vampires as tied to the mortal world and therefore purveyors of evil, while the spirits of humans possessed the only potential for good. Soon, many vampires took it upon themselves to fulfill their “duty” as providers of the mortal world’s corruption. Over the intervening years, the Path changed to include broader philosophies and less formal religious overtones. The Path continued to prove adaptable, keeping the core belief of vampires as traffickers in the vices of the material world. Quite a few vampires find purpose in the business of pleasure - and damnation.","Practices":"The Albigensians lead others to temptation, despoiling the purity of the spirit. Neonates and elders alike can be found among the Albigensians. Many practitioners see the fast-paced, decaying modern world as a sign of success for the forces of the evil creator, and they seek out ever more challenging converts among mortals and vampires alike.","Followers":"Albigensians are hedonistic and impulsive, but they believe that they serve a purpose. The followers of this Path are not lazy; rather, they undertake their duties with fanatical abandon. Each Albigensian considers it his duty to embody the vices of the material world and to share those comforts and pleasures with others. The Cathari encourage others to explore their monstrous natures and to spread hedonism among mortals.","Following":"Cathari are usually quite passionate, devoted to vulgarity and pleasure. They see the mortal world as a vast playground wherein they may satiate their base urges and encourage others to do likewise. Believing themselves to be agents of immorality, the followers of this Path are often highly social, befriending and using others to serve their sinful purposes.","Abilities":"Followers of the Path of Cathari indulge freely in vices and materialism, and they seek to spread these excesses. Thus, Social Abilities like Subterfuge and Streetwise are most useful. Some Albigensians also use Finance and Bureaucracy to earn money, making their unlives more luxurious. A few of the more studious followers of the Path indulge in Occult knowledge and Academics in order to study the roots of the Path.","PrefDisc":"Albigensians prefer Disciplines that allow them to fulfill their grim purpose. Dominate and Presence are most valued for the ability to coerce mortals into cooperation. They regard the Discipline of Animalism highly as well, due to its reflection in Biblical powers, from which the followers of this Path take some of their beliefs.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Exercising restraint<\/td><td>One’s purpose is excess, not moderation.<\/td><\/tr><tr><td>9<\/td><td>Showing trust<\/td><td>Use or be used.<\/td><\/tr><tr><td>8<\/td><td>Failing to pass on the Curse to the passionately wicked or virtuous<\/td><td>The depraved can serve evil better as vampires; the virtuous can be overcome by the Curse.<\/td><\/tr><tr><td>7<\/td><td>Failing to ride the wave in frenzy<\/td><td>The Beast, as well as the higher self, must be indulged.<\/td><\/tr><tr><td>6<\/td><td>Acting against another Albigensian<\/td><td>Those of like purpose should fulfill that purpose, not quarrel among themselves.<\/td><\/tr><tr><td>5<\/td><td>Impassioned killing<\/td><td>Murder achieves no greater end; dead men cannot sully their souls.<\/td><\/tr><tr><td>4<\/td><td>Sacrificing gratification for someone else’s convenience<\/td><td>Promote physical pleasures, not altruistic achievements.<\/td><\/tr><tr><td>3<\/td><td>Refraining from indulgence<\/td><td>The material world is a place for the gratification of the flesh.<\/td><\/tr><tr><td>2<\/td><td>Arbitrary killing<\/td><td>Killing a mortal prevents his bringing about his own damnation.<\/td><\/tr><tr><td>1<\/td><td>Encouraging others to exercise restraint<\/td><td>Vampires are creatures of evil; the vampire’s purpose is to corrupt, not save.<\/td><\/tr><\/table>"}, {"ID":"6","Name":"Path of the Feral Heart","Nickname":"Beasts","Virtues":"Conviction and Instinct","Bearing":"Menace. Those in the presence of a Beast know that she is a true hunter, just as deer do when confronting a wolf. The bearing modifier applies to rolls aimed at terrifying or cowing an opponent.","Beliefs":"Vampires are the ultimate hunters - immortal and invulnerable. The Beast Within is merely the expression of the predator’s instinct. To deny one’s atavistic impulses is to go against the dictates of nature, or so this Path’s followers believe. A vampire can only survive by adhering to her inner character and accepting the monstrous drives that accompany the unliving state. Though the Beasts do not revel in their predations, neither do they avoid them. By learning to accept the role of hunter, thereby acknowledging the proper role of the unliving, a vampire becomes like an animal: feral, predatory, but ultimately in her proper place.<br>A follower of this Path feels that the Beast is a natural part of being a vampire and that its needs must be satiated. Still, the vampire is intelligent, and a cunning hunter is a more effective one. Therefore, it is important to strike a balance between Beast and Man - the feral cunning and vicious instincts of the vampire are excellent survival tools, tempered by the reasoning and insight of the mind. By satiating the Beast’s urges from time to time, the vampire ironically gains a greater degree of personal control.<br> Vampires on the Path of the Feral Heart (sometimes called the Path of the Beast) have little use for the trappings of civilization or education. Modern transportation and weaponry is unnecessary, for the unliving form provides the necessary tools to stalk and kill. Subterfuge and politics are trivial concerns; politicking does not bring blood to one’s throat. Vampires are made to hunt and kill, and the followers of this Path excel at both.","Ethics":"<ul><li>Survival is your first concern.<\/li><li>Politics or technology simply get in the way of the hunt.<\/li><li>Learn to strike a balance with your Beast. Engage in the brutal actions necessary to survive, but retain your intelligence and cunning.<\/li><li>The “natural world” is an illusion. All things must live according to their forms, and even civilization is natural because it is the form of humanity.<\/li><li>Although fire can kill you, you must master your fear so that you can kill those who would use it against you.<\/li><li>Whether running alone or with a pack, your loyalties must be absolute. You have no time for shifting allegiances.<\/li><\/ul>","History":"The Path of the Feral Heart seems to have grown out of ancient codes by which vampiric berserkers accepted their animalistic nature. Espoused originally by the Gangrel, the Path spread to a few other vampires who learned to elevate their predatory ways. This Path was never a popular one, but its constituency remained constant throughout the ages. The Path has changed relatively little over the years. Beasts see no real need to “adapt” the Path to a more modern age.","Practices":"Beasts have no real organization, and they rarely engage in any sort of concerted rituals or traditions. Some few nomads, though, exist as wandering hunters. When Beasts meet, they often indulge in the Gangrel practice of sharing stories or indulging in a little practice combat. Beasts also serve as frighteningly effective assassins; their loyalty, once given, is unquestionable. Beasts who feel that a particular individual is a threat to themselves or their pack are relentless in hunting and destroying the opposition.","Followers":"Most Beasts care little for fashion or attire, instead choosing functional clothing that serves well while hunting. Some Beasts even disdain ornamentation and clothing completely, though these are rare. Followers of this Path often have a great attunement to their senses, and such individuals are often noted carefully listening to and watching their surroundings at all times, or even staying in constant slow motion and sniffing at the air so as to avoid hidden adversaries. Many Gangrel follow this Path, and they invariably have animalistic features that they do not bother to conceal.","Following":"Beasts must always recognize and indulge in their predatory natures. Followers of this Path therefore strive to develop their prowess as hunters. A Beast has little desire to use the trappings of technology, believing that the vampiric form provides him with all of the powers necessary to survive. Indulgence in politics is frowned upon, as there are more important matters to handle; force is a simpler and often more effective tool. Mercy and compassion have no place in the predator’s heart, and enemies must be harshly destroyed while allies and packmates are protected, as they in turn protect the individual. Beasts do not kill whimsically, but when killing is necessary, there must be no hesitation.","Abilities":"Not surprisingly, most Beasts are highly skilled trackers and hunters. Survival is paramount among these vampires, as well as Brawl and Athletics. Animal Ken is common, though a Beast is just as likely to feed upon an animal as to emulate it. Because they are in touch with their inner natures, many followers of this Path develop a great deal of Empathy - not that they feel any pity for their prey, but rather they intuitively understand the motives of their victims. Intimidation is also fairly common, for the simmering fury just below the surface of the Beast’s outward calm is truly terrifying.","PrefDisc":"Disciplines are a matter of survival for followers of this Path. Animalism is useful in learning from lesser predators and for feeding. Fortitude is valued, as Beasts must be rugged enough to survive any conditions. The natural weapons and hunting benefits of Protean are likewise considered valuable, and some Beasts learn Obfuscate or Celerity to become faster and cagier hunters.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Hunting with means other than your own vampiric powers<\/td><td>The perfect hunter needs no tools.<\/td><\/tr><tr><td>9<\/td><td>Engaging in politics<\/td><td>Political struggles do not yield sustenance.<\/td><\/tr><tr><td>8<\/td><td>Remaining in the presence of fire or sunlight, except to kill an enemy<\/td><td>There is no sense in courting Final Death.<\/td><\/tr><tr><td>7<\/td><td>Acting in an overly cruel manner<\/td><td>Death is natural; feeding is natural. Torture and cruelty are not.<\/td><\/tr><tr><td>6<\/td><td>Failing to hunt when hungry<\/td><td>The vampire’s purpose is to feed.<\/td><\/tr><tr><td>5<\/td><td>Failing to support your pack or allies<\/td><td>Support your family, and it will support you.<\/td><\/tr><tr><td>4<\/td><td>Killing without need<\/td><td>A dead vessel may not be fed from in the future.<\/td><\/tr><tr><td>3<\/td><td>Failing to follow one’s instincts<\/td><td>Instinct is the basis of predatory nature.<\/td><\/tr><tr><td>2<\/td><td>Killing a creature other than for survival<\/td><td>A kill’s purpose is sustenance.<\/td><\/tr><tr><td>1<\/td><td>Refusing to kill to survive<\/td><td>Vampires are hunters; everyone else is the hunted.<\/td><\/tr><\/table>"}, {"ID":"7","Name":"Path of Honorable Accord","Nickname":"Knights","Virtues":"Conscience and Self-Control","Bearing":"Devotion. The Knights keep their word, and are very difficult to sway from their duty. The bearing modifier affects rolls to resist attempts to manipulate or force them to go against their given purpose.","Beliefs":"In a world rife with corruption, malevolence, and insanity, some vampires find direction through a firm and unyielding code of personal conduct. These vampires do not delve into philosophical questions of existence or wanton indulgence of their monstrous sides. Instead, they focus upon one singular principle: honor. Order, fairness, and duty are the watchwords of these undead, and though still monstrous, they abide by standards of conduct that are rigidly understandable.<br>To a follower of this Path, unlife must be given direction and purpose. These vampires choose honor as their guiding hand. By focusing on firm rules and personal boundaries, the Knights keep the rage of the Beast at bay. Accepting a duty and fulfilling its obligations provides the Knights with goals to achieve. Bound by their codes of honor, these vampires uphold causes with the utmost devotion, even to the ends of their unlives.<br>Make no mistake; the vampires who follow this Path are not compassionate or humane in any sense. Indeed, they see humans as little more than chattel or food, and undeserving of the considerations of honor that are bestowed upon other vampires. Even so, a Knight will never willingly break his given word or renege on an agreement, as doing so would be a disgrace to personal honor. The subject of commitment matters little to a follower of this Path. It is the strength of the commitment and the unyielding determination that is important.<br>Many of the beliefs of the followers of this Path mirror the feudal codes of chivalry or the bushido of the samurai. Knights gladly suffer Final Death before showing cowardice or betraying their allies. Similarly, this Path’s soldiers uphold the policies of their Sects and organizations with fanatical zeal. Pitted against an unyielding or recalcitrant foe, a solitary Knight is a fatalistic and deadly warrior.","Ethics":"<ul><li>Always keep your word and honor your agreements.<\/li><li>Never show cowardice. Overcome your fears.<\/li><li>Duty comes before personal matters.<\/li><li>Treat your equals and betters fairly and equitably. The dishonorable are beneath your contempt.<\/li><li>Always repay your debts.<\/li><li>Support your comrades-at-arms in all things, except where they counsel treachery.<\/li><\/ul>","History":"The Path of Honorable Accord grew out of bygone nights, as vampires of the Dark Ages grappled with the problems of human morality by finding a harsh and unyielding code of conduct to replace the ethics of mankind. Sabbat followers of the Path turned their loyalty to the idealism of the Sect and the letter of the Code of Milan, in the process acquiring the moniker “followers of the Code”. There are also some Camarilla Archons and Alastors who follow the Path, loyal agents reserved for the most dangerous or difficult missions. A rare few Camarilla elders, primarily Ventrue, hold on to the precepts of this Path from their nights of vampiric, medieval chivalry.<br>Bound by loyalty to the ideals of their Sects, combined with a strong sense of duty and honor, the Knights fought to uphold the unity of both the Camarilla and the Sabbat over the centuries. Now, the Path of Honorable Accord forms the backbone of the Sabbat. The dedicated Knights are the core of the Sect, serving the ideals of the Sabbat with inhuman devotion.","Practices":"Followers of the Path of Honorable Accord have always placed a high value on ritual and ceremony. As a whole, the followers of the Path seek to knit together disparate factions under the common banner of loyalty to a cause. Although alternately ignored or derided by followers of other Paths, the Knights are a stern example of the best qualities of any vampire, and they cannot be faulted by their brethren. Knights do not often take leadership positions (as they find the political duplicity appalling), though they are at the forefront of many battles, showing courage and discipline unmatched by any other soldiers among the undead.","Followers":"Knights are by turns cold and aloof, yet honorable and trustworthy. A Knight never goes back on his word and always honors his agreements. He does not shirk his duty or flee from battle. Still, he is far from humane: The Knight sees humans as a resource, just as another warrior might see a fine warhorse as admirable but far from an equitable associate. Many of this Path’s followers display a grim and taciturn image, but the Knights are capable of humor and joviality - they simply find that duty outweighs personal gratification.","Following":"A follower of the Path of Honorable Accord must always keep honor foremost in his mind. A Knight cannot act rashly or in haste; he must always be aware of the nature and consequences of his actions. The devout student of this Path must hold onto courage and discipline at all times while he seeks to dispense justice and fairness. The true Knight fights and dies for his cause.","Abilities":"Knights study Melee, Brawl, and Athletics. Leadership and Expression are valued assets, as the Knight is often called upon to mediate disputes fairly. Similarly, Investigation and Law can help to discern truth and justice.","PrefDisc":"Fortitude and Presence are considered the epitome of the Knightly way; these vampires are stalwart in defense and eloquent in discourse. Since so many Knights follow a martial destiny in the turbulent modern nights, Potence is fairly common as well. The Salubri <i>antitribu<\/i> of the Sabbat also develop the puissant abilities of Valeren.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Failing to uphold all the precepts of your group<\/td><td>True duty to a cause requires sterling character.<\/td><\/tr><tr><td>9<\/td><td>Failing to show hospitality to your allies<\/td><td>Hospitality and generosity are the wealth of the soul.<\/td><\/tr><tr><td>8<\/td><td>Associating with the dishonorable<\/td><td>Serve as an example, but do not be dragged into pettiness.<\/td><\/tr><tr><td>7<\/td><td>Failing to participate in your group’s rituals<\/td><td>Tradition and ritual are important parts of heritage.<\/td><\/tr><tr><td>6<\/td><td>Disobeying your leader<\/td><td>Loyalty is the keystone of hierarchy.<\/td><\/tr><tr><td>5<\/td><td>Failing to protect your allies<\/td><td>Defend those who are worthy of your esteem.<\/td><\/tr><tr><td>4<\/td><td>Placing personal concerns over duty<\/td><td>Duty is the vampire’s purpose.<\/td><\/tr><tr><td>3<\/td><td>Showing cowardice<\/td><td>Honor lies in fighting for a cause, not in fleeing it.<\/td><\/tr><tr><td>2<\/td><td>Killing without reason<\/td><td>Life and death are God’s to decree.<\/td><\/tr><tr><td>1<\/td><td>Breaking your word or oath; failing to  honor an agreement<\/td><td>To break one’s oath is to be without the honor that defines existence.<\/td><\/tr><\/table>"}, {"ID":"8","Name":"Path of Lilith","Nickname":"Bahari, Lilins","Virtues":"Conviction and Instinct","Bearing":"Tribulation. The Bahari see enlightenment through pain and conflict, and they learn to turn pain to their advantage. The bearing modifier affects rolls impacted by their own wound penalties.","Beliefs":"Considered heretical by most Cainites of the Sabbat, the fragments of Lilith’s teachings - sometimes erroneously referred to as the Lilith Cycle - showcase an elaborate history and an alternate tale of Creation itself. Cast out from the first garden for the crimes of elevating herself with the Fruits of Knowledge and Life, and for seeking to be equal to both man and God, Lilith wandered the unformed and barren world, becoming a power of creation equaling the deities of old. Through tribulation and pain she discovered the ways of survival; by fire and thorn she created her own garden, a mirror of the suffering and enlightenment that she endured. The architect of Caine’s power, the creator of magick, and the mother to gods, Lilith watered the seeds of wisdom with her own blood, which empowered anyone to walk through the fire and swim through the frost to come to the revelation of ultimate freedom and self-empowerment.<br>Claiming followers among vampires and other denizens of the hidden world, the Bahari practice the ancient ways handed down by Lilith. By following the image of the mother-goddess, they raise themselves from the status of children. Like a parent disciplining an errant child, Lilith passes on a legacy of pain that teaches, and so the Bahari seek to overcome the weaknesses of their blind, helpless births, ascending to understanding and power. By walking in fire, impaling themselves on thorns and blades, suffering deprivation, and plunging into icy water, the Bahari excite their bodies and minds to true sensation, and open their consciousness to the entirety of the world. From the dizzying heights of comprehension, at the needlepoint of pain, they learn the true measure of creation, that they may take the formless stuff of the world and cast it in a new image.<br>Make no mistake, the Bahari have little room for compassion or conscience. They fully believe that one must grasp the blade of enlightenment - and suffer its lacerations - before rising to the truth. Those who do not have the will or the insight to learn through suffering are chaff, cast aside sadly but unhesitatingly. No time or resource is wasted on those who do not have the overpowering need to suffer, change, and grow. The Hierophants, the vampire-priests of Lilith, choose those who have heard Lilith’s song and punish, flagellate, and excoriate them until they arrive on the cusp of seething awareness. Only then are the tears brushed away with lover’s care, the wounds comforted, and the supplicants brought into the fullness of Lilith’s glorious Path.","Ethics":"<ul><li>Only through pain are we elevated.<\/li><li>Be teacher, torturer, and lover to any who seek enlightenment.<\/li><li>Practice what you learn. Wisdom is meaningless unless it accompanies action.<\/li><li>Cultivate a garden, that you may show the power of your own creation.<\/li><li>Seek out those on the border of awareness and initiate them.<\/li><li>Gather with your brothers and sisters to share your learning and anguish.<\/li><\/ul>","History":"According to apocryphal tales, the cult of Lilith started when a vampire Methuselah, searching for ancient artifacts in Africa some millennia ago, discovered strange writings purported to tell of the Dark Mother. Although this Cainite could not acquire the artifacts, he carried with him the knowledge of what he had seen. Soundly defeated by the mortal and demonic guardians of the writings, he retreated to gather others to him with the knowledge and insight to delve into the mysteries pieced together from the fragments. Over the years, followers of the Path of Lilith slowly spread their archaic knowledge, drawing in small numbers of erudite and mystically curious vampires. The Path eventually took on aspects of religion as it absorbed the rituals and ceremonies of its followers’ native lands.<br>The Path of Lilith never had very much of a following in the Sabbat, where the antithetical Path of Caine took sway, but enough followers existed to ensure that the Path survived. Indeed, even some elders of the Camarilla came to follow the Path. As rumors of Gehenna grow, more vampires are drawn to the apocryphal teachings of this Path. The visions of Caine as a blundering fool, cursed with incredible power that he refuses to understand, draw together vampires who seek an alternate means to survive the End Times. Through the auspices of the Dark Mother, they hope to rise above their Cainite nature and become untouchable to the Antediluvians.","Practices":"Modem Bahari inherit many of the traditions of their ancient forebears. The followers of this Path rarely discard rituals or beliefs, for only true understanding of all of the world’s mysteries can unlock the door to enlightenment. As such, the Bahari employ many and varied rites of worship. They often cultivate the hidden knowledge of alien cultures, and they are quick to absorb and adapt new and different occult practices. Because of this openness, Bahari engage in a loose network of vampires who trade lore and mystical knowledge, even dealing with wizards, ghosts, and other keepers of ancient secrets. Bahari often practice rituals that are bizarre even by the standards of the Sabbat, and though they are loyal as long as they may continue to practice their rites, the final loyalty of all Bahari is ultimately to themselves.","Followers":"Bahari live fast-paced, hectic unlives, constantly striving for the next change and the next learning experience. Anything that shocks or outrages the sensibilities of others is fair game, since there is always the hope of pushing someone beyond the boundaries of the banal. Bahari cherish the development of personal understanding, so followers of this Path can be found equally among the squalid and the wealthy. When moving among mortals, Bahari are flamboyant and mysterious. In their ceremonies, they often wear flowing, open cloaks and ceremonial masks of wood or bone.<br>Contrary to some beliefs, this Path is not exclusively followed by women, although they do make up a majority of its practitioners. Anyone who throws away the caul of childish ignorance for painful maturity is welcome in the circle of Lilith.","Following":"A Lilin breaks with convention, flouting “accepted society” in order to force others to re-evaluate their views of the world. With the branding-iron and the scourge, the Cainite brings painful lessons that, if survived, make the postulant stronger. Those who hover on the edge of awareness are watched carefully for the final soul-wrenching revelation that brings them strength. To visit pain and even death is the greatest gift that can be given, for through these trials the individual comes to understand herself. Each must discover her own inward seeds of Knowledge and Life, so as to become a universe unto herself and an architect of creation. The garden, the symbol of life shaped and cultivated with care, is the manifestation of the Bahari’s devotion to expressing what she has created and learned.","Abilities":"Medicine, an understanding of the body in order to dispense pain without killing, is first and foremost among a Lilin’s skills. As mystics of the ancient secrets, Occult is crucial. Academics and Science are also valuable tools in the search for truth.","PrefDisc":"Lilith is said to have invoked various powers in herself as she walked the unformed earth, powers that aided in her survival. Bahari often emulate these powers, focusing upon the Disciplines of Animalism, Celerity, Fortitude, and Obfuscate.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Feeding immediately when hungry<\/td><td>Deprivation and hunger taught Lilith to survive.<\/td><\/tr><tr><td>9<\/td><td>Pursuing temporal wealth or power<\/td><td>True wealth comes from inside, not from money or influence.<\/td><\/tr><tr><td>8<\/td><td>Not correcting the errors of others regarding Caine and Lilith<\/td><td>Caine was a murderer, traitor, and fool who deserves no reverence.<\/td><\/tr><tr><td>7<\/td><td>Feeling remorse for bringing pain to someone<\/td><td>Pain and suffering help others to learn and grow.<\/td><\/tr><tr><td>6<\/td><td>Failing to participate in a Bahari ritual<\/td><td>The rituals handed down through time contain clues to awakening.<\/td><\/tr><tr><td>5<\/td><td>Fearing death<\/td><td>Death is simply an inevitable change to a new form of existence.<\/td><\/tr><tr><td>4<\/td><td>Killing a living or unliving being<\/td><td>Death denies one the chance to transcend.<\/td><\/tr><tr><td>3<\/td><td>Not seeking out the teachings of Lilith   <\/td><td>Lilith hid her works in many places; they must be found.<\/td><\/tr><tr><td>2<\/td><td>Failing to dispense pain and anguish<\/td><td>Be a teacher through the pain.<\/td><\/tr><tr><td>1<\/td><td>Shunning pain<\/td><td>Only through pain are we reborn.To shun pain is to embrace ignorance.<\/td><\/tr><\/table>"}, {"ID":"9","Name":"Path of Metamorphosis","Nickname":"Metamorphosists","Virtues":"Conviction and Instinct","Bearing":"Inhumanity. Metamorphosists work steadily to become something other than human. Bearing modifiers apply to Intimidation, as well as any Manipulation rolls that can be positively affected by frightening the target.","Beliefs":"The world is made up of evolutionary chains. Animals are below humans, who are below the Kindred. The metaphysical, arcane members of Clan Tzimisce follow this Path, which focuses on defining and attaining the state of being beyond the curse of vampirism. Citing their transformative use of Vicissitude, the Tzimisce believe they have the potential to transcend the constraints of the flesh. Hearing Metamorphosist Fiends speak, however, reveals the true monstrosity of their philosophy. They believe that the next step is a state akin to apotheosis, and they will do anything - <i>anything<\/i> - to achieve it.<br>The Tzimisce are characteristically thorough in their study of this Path’s ideals. By coordinating their experiments on living, dead, and undead subjects (as well as other curiosities they may come across, like werewolves or the errant faerie), the Fiends have formed complex theories as to precisely what the next step in vampiric transcendence is. The solitary and suspicious Tzimisce rarely compare notes, however, and the Path’s development suffers as each follower spends much of her unlife learning the rudiments that other Kindred have already deciphered.","Ethics":"<ul><li>Learn the characteristics of all stages of life and death.<\/li><li>One should not concern oneself overly with mortals - they are a step below the Kindred, not above them.<\/li><li>Do not share knowledge with others, as it is too valuable to trust to flawed creatures.<\/li><li>Indulge the Beast and deny it; true comprehension of unlife requires a broad range of experience.<\/li><li>One should alter and augment one’s body - changing the flesh may pave the way toward changing the soul.<\/li><li>Do not heed the needs or desires of others, as their lack of introspection may distract even the keenest intellect.<\/li><\/ul>","History":"The Tzimisce have researched this Path in their solitary way for literally thousands of years. They have always been creatures of tremendous mystical potential; the followers of this Path seek to realize that potential. Followers of this Path relate very little to the world outside themselves, and many relate this fact to the inexorable decline of the Clan itself.","Practices":"Most Metamorphosists claim membership in the Sabbat but pay it little more than lip service, involved as they are in more esoteric pursuits. In truth, this Path predates any Sect, and Kindred committing themselves to it subscribe to beliefs and creeds far older than petty notions of Kindred politics.","Followers":"Followers of the Path of Metamorphosis are truly some of the most alien creatures any Kindred could meet. Metamorphosists are cold, utterly inhuman, and exactingly scientific. Their concerns are metaphysical rather than ethical, and it is precisely this frame of mind that leads many to believe that the Metamorphosists have literally begun their transformation into something else. Some take this a step further by altering their flesh in various means until they no longer have a recognizable gender or look even remotely human.","Following":"Metamorphosists conduct all manner of bizarre experiments, most of which take place far from others’ eyes. It is a distant, lonely philosophy, removed from any needs other than the matter of sustenance. Followers should be heedless of others around them, existing only to satisfy their personal concerns.","Abilities":"This Path concerns itself almost exclusively with Knowledges, particularly those of Occult, Medicine, and Science. Many Metamorphosists also specialize Academics in areas such as philosophy and theology in hopes of uncovering secrets unexplored in larger fields of study.","PrefDisc":"The Tzimisce Metamorphosists favor attention to their unique powers of Vicissitude. Thaumaturgy and Auspex are also highly prized.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Postponing feeding when hungry<\/td><td>Hunger causes distraction.<\/td><\/tr><tr><td>9<\/td><td>Indulging in pleasure<\/td><td>Hedonism deters one from greater ends.<\/td><\/tr><tr><td>8<\/td><td>Asking another for knowledge<\/td><td>The lessons of Metamorphosis are secrets that must be uncovered, not copied.<\/td><\/tr><tr><td>7<\/td><td>Sharing knowledge with another<\/td><td>Knowledge must be learned, not simply illustrated.<\/td><\/tr><tr><td>6<\/td><td>Refusing to kill when knowledge may be gained from it<\/td><td>Before transcending death, the Metamorphosist must understand it.<\/td><\/tr><tr><td>5<\/td><td>Failing to ride out a frenzy<\/td><td>A Kindred must know the Beast to transcend it.<\/td><\/tr><tr><td>4<\/td><td>Considering the needs of others<\/td><td>Those who cannot be bothered to attain Metamorphosis are beneath one’s attention.<\/td><\/tr><tr><td>3<\/td><td>Failure to experiment, even at risk to oneself<\/td><td>The Path can be understood only through empirical research.<\/td><\/tr><tr><td>2<\/td><td>Neglecting to alter one’s own body<\/td><td>Physical change must be attained before any more significant metamorphosis.<\/td><\/tr><tr><td>1<\/td><td>Exhibiting compassion for others<\/td><td>The fates of others drag one into devolution, not transcendence.<\/td><\/tr><\/table>"}, {"ID":"10","Name":"Path of Night","Nickname":"Nihilists","Virtues":"Conviction and Instinct","Bearing":"Darkness. Nihilists give off a faint air of inner darkness, inspiring those around them to dwell on their darkest fears and thoughts. Their bearing modifier applies to any attempts to bring out a victim’s inner darkness, such as eliciting dirty secrets from a well-respected politician or convincing a saint to break her vow of chastity.","Beliefs":"Those vampires who follow the Path of Night wholly accept their damnation; indeed, they believe that, as vampires, it is their preordained role to act as agents of damnation. Unlife is nothing without pain, and misery enjoys company. This Path is practiced largely by young Kindred of Clan Lasombra, who gladly mortify their own souls in the interests of bringing atrocity to the world.<br>The Path of Night borrows heavily from Catholic dogma, though it concerns itself more with abandonment and damnation than redemption. The vampire’s purpose in unlife, according to this Path, is to scourge the Earth, to act as an agent of evil and, thus, ultimately to do the bidding of the greater powers that dictate good and evil alike. No one lives without original sin, and those who follow this Path are beholden to expose and exacerbate that sin. Life and unlife are varying states of damnation; those who fail to realize their full potential are lost sheep, suitable only for slaughter.<br>This is one of the most terrible Paths in existence, as it concerns itself with the outright and intentional persecution of others. Its followers are more than mere bullies or sadists, however. One who receives the curse of Caine is bound by fate and duty to wreak vengeance upon the Children of Seth. In so doing, vampires on this Path hope that, by fulfilling the roles meant for them, they can transcend those roles and find ultimate peace. This final goal aside, though, the Path of Night is a Path of hostility and antagonism, and the company of those who follow it is extremely hard to abide.","Ethics":"<ul><li>Leave no being untouched by your taint.<\/li><li>Tempt and horrify those around you; the weak will fall, while the strong will be tempered by your testing of them.<\/li><li>Inspire others to accept their inner darkness.<\/li><li>Experience every sensation imaginable, and then some.<\/li><li>Death is a means, not an end.<\/li><li>Kindred, as souls damned by God, fulfill their purpose by preying upon mortals.<\/li><\/ul>","History":"Few, if any, have certifiably chronicled this Path’s inception or evolution. By varying accounts the outgrowth of medieval death cults, Satanic cabals, debased Methuselahs, or the practices upheld by Adam’s first wife Lilith and her children, the Path of Night has been forsaken by most Kindred with any sense of Humanity at all. Some suspect a coterie of Lasombra known as the Black Angels foment dissension among the Clan, turning impressionable Keeper neonates down the Path’s unwholesome trail.","Practices":"No sin is too vile for a follower of this Path to indulge, and no trust is too sacred to break. Kindred on the Path of Night tie their fates very closely to mortals, who bear the brunt of their depredations. As harbingers of damnation, the Nihilists cull the secret fears and sorrows of humans around them, inflicting these terrors upon the kine as the whim takes them.<br>Ironically, vampires on this Path often have great reverence for those whom they perceive as truly “good” or “blessed”. Indeed, one infamous Keeper, who plagued a family of witch-hunters down three generations and was finally destroyed by a scion of the line, is rumored to have praised his destroyer for her resolve.","Followers":"This Path is upheld almost exclusively by Lasombra, though the Keepers find occasional converts among other Clans. Lasombra who follow this Path are held in low regard by many other Keepers, as there is no room for nobility on this Path. While most Lasombra maintain other codes of morality drawn from the Sabbat, the ones who follow this Path are true fiends.","Following":"Vampires on the Path of Night terrorize their victims, a term which may apply to anyone to whom the Nihilist is drawn. Kindred on this Path are loath to kill - that removes potential targets, though they are not above doing so if the death may cause great grief to others or if preventing it would inconvenience their own existence. To some degree, the Nihilists shepherd the kine, showing them what may await them if they are unrepentant. However, no follower of this Path would openly admit such a thing. In their own minds, they are devils, pure and simple.","Abilities":"Kindred on this Path specialize in Abilities that allow them to torment others. Brawl, Intimidation, Melee, and Medicine (for physiological knowledge) all have their value.","PrefDisc":"Followers of this Path cultivate Obtenebration for the sheer terror it inspires, as well as Potence for the pain it allows one to inflict.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Killing a mortal for food<\/td><td>Dead mortals feel no dread.<\/td><\/tr><tr><td>9<\/td><td>Acting in the interests of another<\/td><td>There is no time to fulfill petty agendas.<\/td><\/tr><tr><td>8<\/td><td>Failing to be innovative in one’s depredations<\/td><td>Familiarity for one’s vile acts breeds contempt for them in others, and they may soon fail to shock.<\/td><\/tr><tr><td>7<\/td><td>Asking aid of another<\/td><td>Those who cannot provide for themselves fulfill their ends poorly.<\/td><\/tr><tr><td>6<\/td><td>Accidental killing<\/td><td>God has made Kindred horrors, not murderers.<\/td><\/tr><tr><td>5<\/td><td>Bowing to another Kindred’s will<\/td><td>The games of the Jyhad are diversions from the Damned’s true purpose.<\/td><\/tr><tr><td>4<\/td><td>Intentional or impassioned killing<\/td><td>Death serves no one; it merely deprives one of a victim.<\/td><\/tr><tr><td>3<\/td><td>Aiding another<\/td><td>Compassion has no place in a vampire’s undead heart.<\/td><\/tr><tr><td>2<\/td><td>Accepting another’s claim to superiority<\/td><td>All Kindred are equal under God’s plan.<\/td><\/tr><tr><td>1<\/td><td>Repenting one’s behavior<\/td><td>The Kindred’s purpose is to cause repentance, not to practice it.<\/td><\/tr><\/table>"}, {"ID":"11","Name":"Path of Paradox","Nickname":"Shilmulo (a Romani word for vampire)","Virtues":"Conviction and Self-Control","Bearing":"Confidence. The Shilmulo believe that they are in the exact place and time they are meant to be, doing what they are meant to do - and it shows. The bearing modifier applies to attempts to manipulate or lead others.","Beliefs":"Inspired by Hinduism and upheld predominantly by vampires of the Ravnos Clan, the Path of Paradox concerns itself with the vampires’ karmic duty to continue the grand cycle of ages. According to the Path of Paradox, Kindred are locked perpetually outside the illusory cycle of the universe (maya). Whereas most beings are reincarnated through samsara, a continual “entanglement” in the cycle of rebirth, Kindred have eluded that cycle. Every individual has his own purpose, or svadharma, according to the Path of Paradox, although vampires, excluded from the cycle, have lost theirs. In place of the dharma they once followed, each Kindred must now try to advance maya, hopefully understanding it in the process and finally penetrating the great illusions that shroud Ultimate Truth from their eyes.<br>The means by which the Ravnos undertake this cyclical advancement, however, is by selective deception. Other vampires look upon the Ravnos as untrustworthy, and can hardly be expected to take the advice of the Deceivers. As such, the Ravnos have had to resort to elaborate ruses in order to get other vampires - or, indeed, anyone with whom they come in contact at all - to undertake a course of action. Ravnos vampires see their undead state as a curse, like many other Kindred do. However, the Ravnos believe this is due to their failure to understand maya. Other Kindred, also removed from the karmic wheel, often fail to realize the necessity of their return to the cycle. Shilmulo understand this - and expedite their return by destroying them.","Ethics":"<ul><li>Embrace only if absolutely necessary, and then only from the jati (family line).<\/li><li>Interpret the svadharma of others and aid them in their fulfillment of it.<\/li><li>Destroy other Kindred, for they are unnatural to maya.<\/li><li>Erase karmic debt, dispel maya’s illusions and return to the samsara.<\/li><li>Use deception to achieve your ends, as others bear the fault of distrust.<\/li><li>Confuse the Antediluvians by returning their childer to the cycle.<\/li><\/ul>","History":"This Path arose among the Ravnos during the latter nights of the Roman Empire. The deceit the Ravnos command is even believed by some to have played a major role in the collapse of the empire. The Path, according to many Ravnos, had become debased shortly after Rome’s collapse and had remained so for hundreds of years until a stirring (and secret) event contrived to encourage the Ravnos to rethink their ways.","Practices":"It is too simple a conceit to say that the Ravnos destroy vampires and burn karma. In fact, the Path of Paradox is arduous and demanding. Many of the Ravnos’ deceptions are, in reality, complicated tests designed to cause the subject to reveal hidden aspects of herself. Thus, the Ravnos travel the world, ousted by ignorant Kindred who fail to realize the necessity of the Shilmulo’s duties.","Followers":"Most followers of this Path are Ravnos, though small numbers of Malkavians and Gangrel adhere to the Path. Increasingly cosmopolitan Kindred have surfaced among the Ravnos Clan, indicating that either the Ravnos pay little heed to their code or that jati are more extended than one might think.","Following":"Kindred on the Path of Paradox commonly hold other vampires in contempt, believing that they ignorantly or arrogantly refuse to seek their reintroduction to the cycle. As such, the Ravnos have taken the responsibility upon their shoulders to do it for them. This may require concocting complex webs of deception in order to ascertain what a given person’s svadharma is, or simply destroying a vampire and placing her back in the cycle, where a new svadharma awaits.","Abilities":"Kindred on this Path focus on Abilities that allow them to gain advantage over others, such as Alertness, Empathy, Subterfuge, Stealth, and Investigation.","PrefDisc":"Followers of this Path practice Chimerstry in order to dupe their subjects and as a means of manipulating the illusions intrinsic to maya. Shilmulo favor Fortitude as well, to protect themselves from their subjects’ ire. Many also master Auspex, with which they may better divine hidden secrets.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Embracing a woman<\/td><td>Women should be bearers of life, not death.<\/td><\/tr><tr><td>9<\/td><td>Embracing outside the jati<\/td><td>Most others fail to comprehend the depth of the Paradox philosophy.<\/td><\/tr><tr><td>8<\/td><td>Destroying another Shilmulo<\/td><td>Charity does not, as is widely believed, begin at home.<\/td><\/tr><tr><td>7<\/td><td>Killing a mortal for sustenance<\/td><td>Death robs a person of the ability to fulfill their svadharma.<\/td><\/tr><tr><td>6<\/td><td>Failing to destroy a vampire on another Path<\/td><td>Those who cannot see the true way should be returned to a productive role in the cycle.<\/td><\/tr><tr><td>5<\/td><td>Killing a mortal for reasons other than survival<\/td><td>A person may not have achieved her svadharma, and preventing such is anathema.<\/td><\/tr><tr><td>4<\/td><td>Failure to aid another’s svadharma<\/td><td>The gods have set this as the Shilmulo’s purpose.<\/td><\/tr><tr><td>3<\/td><td>Allowing one’s Sect affairs to take precedence over one’s dharma<\/td><td>One’s allegiance should be to the gods, not one’s companions.<\/td><\/tr><tr><td>2<\/td><td>Becoming blood bound<\/td><td>One may never destroy one’s regnant, which is the whole purpose of this Path.<\/td><\/tr><tr><td>1<\/td><td>Embracing needlessly or out of personal desire<\/td><td>One must return others to the cycle, not extract them from it.<\/td><\/tr><\/table>"}, {"ID":"12","Name":"Path of Power and the Inner Voice","Nickname":"Unifiers","Virtues":"Conviction and Instinct","Bearing":"Command. Unifiers are destined for power, and they know it. Those around them can feel their commanding presence. Their bearing modifier affects rolls to command or lead others.","Beliefs":"When given eternal life, incredible power, and inhuman thirsts, the only true existence is as an undying overlord. There is no use in pining for lost humanity or in secreting oneself away to study arcane lore; vampires are without honor or compassion. The role of a vampire is the role of a master.<br>The followers of this Path see the exercise of power and control as the best reason for vampiric existence. Control of the self and of the external world is the only goal worth pursuing. To this end, a vampire must develop her abilities, extend her influence and play her pawns. By bending the world to her will, the vampire creates order and stability. Every form of power, influence, or control can be used to further some end. Therefore, Unifiers seek all forms of power, whether political, material, or spiritual.<br>Unifiers follow their own insight when exercising their authority. Although this Path is highly concerned with temporal power, it is also quite spiritual; Unifiers are avid pursuers of wisdom and enlightenment. Of course, all such knowledge ultimately turns to the pursuit of personal power. By understanding oneself, it is possible to begin to describe the motivations of others. True understanding, therefore, allows the vampire to unlock the secrets of enemies and allies alike, to carefully dissect any situation and discern the most proper course of action. From such judgments, the vampire decides upon the most favorable means of taking or keeping control.<br>The followers of this Path are rightly feared and respected. No adherent to this Path tolerates weakness or failure; punishment is swift and often fatal. Indeed, punishment serves not only to remonstrate the offender, but as an example to others. Thus, Unifiers have no mercy or compassion. Sabbat packs with Unifier Ducti are Darwinian in the extreme.<br>Unifiers are consummate politicians and strategists. Although blood bonds and emotional ties can motivate followers, the pragmatic students of this philosophy recognize that such measures can be fought and compromised. Thus, vampires of this Path believe that control should only be woven through methods that cannot be subverted: Pain, rage, desire, and depravity are key among their tools. A recruit who serves out of loyalty can be bought; a follower who serves out of duty can be blackmailed; an adherent who serves out of love can be disillusioned. Therefore, fear and respect for power, anger, and hate directed towards one’s enemies, the fulfillment of lust and the lessons of pain make the most persuasive directives.","Ethics":"<ul><li>Do not tolerate failure - including your own. Punish it visibly and harshly.<\/li><li>Be sporadic in your rewards. Drive your followers to excel, but never let them assume that reward follows excellence.<\/li><li>Strive for control by any means. Dominate the world around you and bend it to your will.<\/li><li>Use the most effective tool for any undertaking. Hate, fear, and anger are key among these tools, but feign benevolence.<\/li><li>Show respect to those in authority, but replace them when they falter.<\/li><li>Deal from a position of power. Do not show weakness.<\/li><\/ul>","History":"The Path of Power and the Inner Voice supposedly started with a Lasombra by the name of Lord Marcus, in the early 16th century. The Path‘s constant push to develop power and influence led to many followers who devoutly supported the Sabbat in its early nights, and as such, many of the Path‘s adherents assumed positions of authority during the formation of the Sabbat. Even tonight, the Path is well-respected within the Sabbat, and some of its precepts have even started to gain grudging acceptance among the power-hungry and jaded elders of the Camarilla.<br>Modern nights have seen an explosion of membership in this Path. Though always popular, the Path has attracted many new followers from the expanding ranks of the Sabbat. The sheer ruthlessness and shrewdness of many of these recruits is responsible for the slow evolution of the Path from a respectable but dictatorial philosophy into a Path of iron-fisted, Machiavellian social tyranny.","Practices":"Followers of the Path of Power and the Inner Voice do not have an organized association, but they do engage in many similar practices. All Unifiers participate in War Parties and blood hunts, often assuming roles of leadership. Various displays of willpower are a means to demonstrate power and self-mastery, so Unifiers participate in many such rituals or opportunities as well.","Followers":"Unifiers are driven, confident, and even megalomaniacal. The need for control combined with introspection makes followers of this Path into corrupt and brutish tyrants. Some followers of the Path espouse dictatorship, but the truly enlightened use martial philosophy and an understanding of psychology to incite their followers. The typical Unifier accepts no excuses, drives himself and his subjects mercilessly, and shows no pity or compassion for failure.","Following":"A Unifier accepts no defeat. The appearance of benevolence is useful, but all failure must be punished eventually. The follower of the Path must always strive to control the situations around him and heed his own judgment. Respect should be given to those in positions of authority, but those who falter must be cast down and replaced. Followers of this Path seek wealth, influence, and support. Rule should be achieved by any means necessary - when alliances or honor are useful, they are used, but otherwise, fear and hate are more appropriate. The Unifier constantly seeks out means of developing his own capabilities and furthering his own agenda.","Abilities":"Leadership, Intimidation, Politics, Subterfuge, and similar Abilities are highly appropriate to followers of this Path. Unifiers often make a study of some sort of combat prowess, be it Brawl or Melee, in order to back up their authority. Empathy can also highlight the way to inner awareness.","PrefDisc":"Dominate and Presence are most valued among the Unifiers for their ability to exert direct control. Unifiers place emphasis on other Disciplines according to their own means of gathering power. All Unifiers invariably seek to develop their natural Disciplines to their fullest potential.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Denying responsibility for your actions<\/td><td>Dereliction of responsibility is a failure to lead properly.<\/td><\/tr><tr><td>9<\/td><td>Treating your underlings poorly<\/td><td>Reward competence as an incentive, but do so sparingly.<\/td><\/tr><tr><td>8<\/td><td>Failing to respect your superiors<\/td><td>Give the respect that is due, that you might learn something in turn.<\/td><\/tr><tr><td>7<\/td><td>Helping others when it is not to your advantage<\/td><td>Always gain something from your actions.<\/td><\/tr><tr><td>6<\/td><td>Accepting defeat<\/td><td>Succeed, or die.<\/td><\/tr><tr><td>5<\/td><td>Failing to kill when it’s in your interests<\/td><td>Do not hesitate to eliminate those who would stand against you.<\/td><\/tr><tr><td>4<\/td><td>Submitting to the error of others<\/td><td>Be right and you will be vindicated. Follow a fool and you will suffer for it.<\/td><\/tr><tr><td>3<\/td><td>Not using the most effective tools for control<\/td><td>Power must be seized. Be iron-fisted and resolute.<\/td><\/tr><tr><td>2<\/td><td>Not punishing failure<\/td><td>Failure is instructive only when used as a negative example.<\/td><\/tr><tr><td>1<\/td><td>Turning down the opportunity for power<\/td><td>Personal power is the means to all ends.<\/td><\/tr><\/table>"}, {"ID":"13","Name":"Path of Typhon","Nickname":"Theophidians (only among themselves; the outside world knows them as Corrupters or by the Followers of Set nickname, Serpents)","Virtues":"Conviction and Self-Control","Bearing":"Devotion. The Theophidians do everything with an eye to how they might best serve Set. The bearing modifier aids in attempts to win converts and in rolls to resist powers based on other faiths (such as True Faith - see p. 372).","Beliefs":"Vampires who follow the Path of Typhon have a truly sinister purpose in mind. Theophidians seek the resurrection of their patron and father, Set. Though most vampires view Set simply as a mythical member of the Third Generation, Theophidian doctrine teaches that Set was, in fact, a divine being even before his Embrace. Indeed, Theophidians view Caine as a lesser being than Set, and claim that Set in fact allowed Caine to Embrace him so that he might use the descendants of Caine to strike at his divine counterparts, such as the mythical Gaia and Lilith. In this manner Set and the Setites fulfill their place in the universe, acting as agents of entropy and breaking down the old so that the new may blossom.<br>Accordingly, this Path preaches the importance of influence and control. Many Setites on the surface appear to be little more than pimps, pushers, and fixers; in truth, they are much more. Setites commonly view other individuals as tools or resources to be used. By gaining control over others, the Setites may exploit them to fulfill their own ends. Thus, rather than owing those who provide them with information or services, the Setites reverse the role, and instead have their marks come to them first.<br>Followers of this Path revere Set as something more than a vampire - Set is attributed a deified status, almost a literal translation of the Egyptian god of the Underworld. Ways to achieve this reincarnation differ, and for this reason, the Followers of Set extend their influence in hopes of finding information wherever it resides.","Ethics":"<ul><li>Gather information, secret or otherwise, and learn how it applies to the resurrection of Set.<\/li><li>Contribute to the Clan’s greater goal of reviving its slumbering master.<\/li><li>Bring others under your sway, increasing your influence and capability.<\/li><li>Subjugate the Beast, as its reckless wiles serve only itself.<\/li><li>Maintain a veil of secrecy, for others look poorly upon this Path’s methods.<\/li><li>Look for Set’s hidden signs and act upon them.<\/li><\/ul>","History":"Theophidians claim a history dating back to nights before the First City. Whether or not this is true is a matter of much debate, especially among detractors. Nevertheless, the widespread presence of human myths that mimic the relationship between Set and Osiris lends credence to its longevity. For millennia, the Theophidians have plied their degenerate trade from back alleys to holy temples and everywhere in between. Many leaders among the Kindred and kine alike owe their acquisition of power to the followers of this Path, though the prices they have paid are high.","Practices":"Theophidians support no Sect other than their own Clan, though some Setites have forsaken the resurrection of Set and actually oppose his quest from the ranks of the Sabbat. Many followers of this Path cultivate blood cults of devout followers and indenture legions of desperate individuals to themselves. While the Theophidians are not averse to doing “dirty work” themselves - quite the contrary - they reason that, with others serving their purposes, they can accomplish much more. Thus, followers of this Path play many roles: seekers, fixers, scholars, courtesans, and harvesters of souls.","Followers":"The Theophidians are frequently social chameleons, given their need to move through many different circles. They are smooth, ingratiating, and wholly inspired by their greater cause. Followers of this Path rarely ask favors of others; they prefer to help satisfy the desires of others and then call in favors. It is this side that non-Setite Kindred see most frequently and despise; they publicly decry the vice-peddling and corruption of the Followers of Set as breaches of the Masquerade or the puppetry of the Ancients. The Setites know the truth, however: Other Kindred are loath to acknowledge the desires that a canny Theophidian can satisfy. Clever Setites have even managed to convince non-Setite Kindred to follow this Path after long periods of corruption, dependency, and debasement.","Following":"Followers of the Path of Typhon are first and foremost seekers of arcane lore, though their keen social graces also make them silver-tongued diplomats. These Kindred are also insidious, working their way into existing vampire societies with serpentine façades of false identities and cadres of loyal followers. The eldest Theophidian in a given locale often erects a temple to Set in some out-of-the-way place to better serve the slumbering god.","Abilities":"Any Ability that helps the Kindred achieve her end is prized by the followers of this Path. As such, the Theophidians have very diverse and capable members. Abilities of particular favor among the Setites include Empathy, Intimidation, Streetwise, Subterfuge, Performance, Academics, Investigation, and Politics.","PrefDisc":"Theophidians are masters of the reptilian Discipline of Serpentis, though their dealings with others inspire them to pursue the Setite Clan Disciplines of Presence and Obfuscate.","Sins":"<table><tr><th>Rating<\/th><th>Moral Guideline<\/th><th>Rationale<\/th><\/tr><tr><td>10<\/td><td>Pursuing one’s own indulgences instead of another’s<\/td><td>The slide into vice is a tool, not a recreation.<\/td><\/tr><tr><td>9<\/td><td>Refusing to aid another follower of the Path<\/td><td>Teams work more efficiently than individuals to raise Set.<\/td><\/tr><tr><td>8<\/td><td>Failing to destroy a vampire in Golconda<\/td><td>Those who have transcended their desires cannot brought under sway.<\/td><\/tr><tr><td>7<\/td><td>Failing to observe Setite religious ritual<\/td><td>You must not deny Set his due.<\/td><\/tr><tr><td>6<\/td><td>Failing to undermine the current social order in favor of the Setites<\/td><td>Other Kindred are purposeless or misled, and this indolence delays Set’s revival.<\/td><\/tr><tr><td>5<\/td><td>Failing to do whatever is necessary to corrupt another<\/td><td>The more individuals in the Setites’ debt, the better.<\/td><\/tr><tr><td>4<\/td><td>Failing to pursue arcane knowledge<\/td><td>The mysteries of Set’s resurrection may be hidden anywhere.<\/td><\/tr><tr><td>3<\/td><td>Obstructing another Setite’s efforts<\/td><td>The ranks of the righteous are no place for petty power plays.<\/td><\/tr><tr><td>2<\/td><td>Failing to take advantage of another’s weakness<\/td><td>Compassion has no place in Set’s greater plans.<\/td><\/tr><tr><td>1<\/td><td>Refusing to aid in Set’s resurrection<\/td><td>This is the purview of unbelievers.<\/td><\/tr><\/table>"}]
